[
  {
    "id": 9,
    "industry_article": null,
    "order": 2,
    "created_at": "2020-11-23T11:19:28.874Z",
    "updated_at": "2020-11-25T05:46:44.264Z",
    "name": {
      "id": 30962,
      "et": null,
      "en": "Events Schedule",
      "ru": null
    },
    "customUrl": null,
    "subMenuItem": [
      {
        "id": 38,
        "industry_article": null,
        "order": 1,
        "namePrivate": "Schedule 3 channels",
        "name": {
          "id": 32016,
          "et": null,
          "en": "Schedule",
          "ru": null
        },
        "customUrl": {
          "id": 32018,
          "et": null,
          "en": "industry-events",
          "ru": null
        }
      },
      {
        "id": 39,
        "industry_article": null,
        "order": 2,
        "namePrivate": "Events search",
        "name": {
          "id": 32017,
          "et": null,
          "en": "All Events",
          "ru": null
        },
        "customUrl": {
          "id": 32019,
          "et": null,
          "en": "industry-events-search",
          "ru": null
        }
      }
    ]
  },
  {
    "id": 6,
    "industry_article": null,
    "order": 7,
    "created_at": "2020-11-12T05:15:47.311Z",
    "updated_at": "2020-11-25T08:50:51.256Z",
    "name": {
      "id": 28487,
      "et": null,
      "en": "Learn",
      "ru": null
    },
    "customUrl": null,
    "subMenuItem": [
      {
        "id": 16,
        "industry_article": {
          "id": 29,
          "title_et": null,
          "title_en": "Black Night Stars",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 30,
          "created_at": "2020-11-05T10:50:36.055Z",
          "updated_at": "2020-12-01T14:19:59.450Z",
          "slug_et": "black-night-stars",
          "slug_en": "black-night-stars",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": null,
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "**Black Nights Stars** is designed to support young actors from the Baltic Sea region, to make their next steps into the international arena by connecting them to key international film professionals, such as casting directors, casting agents, producers and the press and acquire various practical skills needed in their future international careers.\n\nThe online event highlights the emerging talent, based on the participants’ first film and TV roles and consists of masterclasses and networking events. The program focuses on the future of casting and auditioning online, presenting oneself at industry and media events, and Intimacy in front of the camera. For directors and producers, we will discuss what casting directors can do for a project, securing cast and how to get the right actors. \n\n#### 2020 Black Nights Stars\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/wWHdGWLmvi4\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\nIn 2020 altogether eight emerging talents took part of the Black Nights Stars programme.\n\n![bns-2020-group-1.png](http://139.59.130.149/uploads/bns_2020_group_1_fc43be15ad.png)\n\n[Aaron Hilmer](https://mcusercontent.com/c2426593c5ba2369b6e13a66e/_compresseds/e11a703a-1e20-439e-99ce-a4ab89374a61.jpg) (Germany) has played a recurring role in the well-known youth series *Die Pfefferkörner* (2013-14) and has had his most important roles to date with Frederick Lau in the comedy *Schrotten!* by Max Zähle, as a shy young man in Lars Monday’s *Einsamkeit und Sex und Mitleid* and as Cyrill in the modern Cyrano de Bergerac film adaptation of *Das Schönste Mädchen Der Welt* by Aron Lehmann. He can currently be seen in the Netflix series *The Last Word* by Aron Lehmann and in the ZDF neo thriller series Sloborn by Christian Alvart, Adolfo Kolmerer. In 2018 he received the Günter Rohrbach Film Prize for *The Most Beautiful Girl* in the World. In 2019 he was awarded the Bunte New Faces Award as the best young actor and in 2020 he was the new star at the German Film Ball.\n\n[Antoni Sałaj](https://mcusercontent.com/c2426593c5ba2369b6e13a66e/_compresseds/a2cb6b1b-0650-46c8-bdf3-a018703dec59.jpg) (Poland) has successfully played parts in Dywizjon *303 Historia Prawdziwa* by Denis Delić, and *Legiony* by Dariusz Gajewski. His language skills, Antoni speaks fluently English and French, had an overtone in productions such as *Breaking The Band Season Ii: Guns’n’roses* by Zoran Trajkovic; *7 Godzin W Pociągu* by Miguel Velez. Worth mentioning is his work as Skirgaila – the polish king’s brother in the very successful epic series *Korona Królów* During his acting journey, he has also met with Oscar-nominated direction Bartosz Konopka in Netflix Original series *The Woods*.\n\n[Hanna Ardéhn](https://mcusercontent.com/c2426593c5ba2369b6e13a66e/images/34bdf99a-37da-4681-8838-bc9774bfd591.jpeg) (Sweden) grew up in the northern suburbs of Stockholm, Sweden and at a young age she became interested in movies and acting. She is best known for her role as Maja Norberg in the first Swedish Netflix original series *Quicksand*, which premiered in 2019. Ardéhn has appeared in TV productions *Nio med JO*, *Dubbelliv*, and *30 Degrees in February*,  an SVT series created by Anders Weidemann as well as the short film *Lidingöligan* which won the short story film award and in the feature films *Krigarnas Ö*, and *07X – Lika Barn Leka Bäst*, both by Emil Jonsvik. \n\n[Henessi Schmidt](https://mcusercontent.com/c2426593c5ba2369b6e13a66e/_compresseds/0977c4fb-b31a-4ff4-ad7f-fccebf7fb360.jpg) (Estonia) has played in several theatre plays and TV dramas. Her recent works include the theatre play *Tallinnville* by Helen Rekkor and she played the lead role in *Romeo And Juliet* by Aare Toikka. In her 1st feature film *Talve* by Ergo Kuld (Kassikuld, Taska Film, ApolloFilm Productions), she played the lead role as Maie. In the previous years, she played in theatre plays such as *Ilusad Inimesed* by Piret Jaaks, *Pariisitar* and *Dekameron* both by Aare Toikka. She played also in several short films such as *The Rave* by Johannes Magnus Aule and *Augusta Ehk Paradiisi Poliitika* by Liina Siib.\n\n[Reimo Sagor](https://mcusercontent.com/c2426593c5ba2369b6e13a66e/images/e6b4a0e4-96dd-4f8b-9cb9-6a9fcfbf1801.jpg) (Estonia) has worked in numerous film, TV and on stage productions including films also presented at PÖFF: *Nullpunkt, Must alpinist* and *Päevad, mis ajasid segadusse*. His performance as the young struggling single father in Liina Trishkina-Vanhatalo’s *Take It or Leave It* introduced him to mainstream audiences in Estonia as well as to a wider global audience. The film was Estonia’s foreign-language Oscar submission on its release year in 2018. Reimo’s recent works include Martti Helde’s feature *Scandinavian Silence* that premiered at the Karlovy Vary International Film Festival (received Europa Labels Prize). Recently he was seen in the international spy thriller *Hamilton* starring alongside Jakob Oftebro and Katia Winter. Currently, Reimo is working on Ove Musting’s feature *Kalev* and the TV-series *With One Eye Open*, a Swedish contemporary action thriller set in 1996.\n\n[Simonas Mozūra](https://mcusercontent.com/c2426593c5ba2369b6e13a66e/_compresseds/086bd3cf-e6a7-4c7d-bb98-1ff6ff8ae18a.jpg) (Lithuania) trained at East 15 Acting School in London and is a member of Vilnius Actor Studio. He was training to become a professional athlete, specializing in a long jump, but arts stole his passion when he began his career with a role in a stage play *Fight Club* in Lithuanian State Youth Theatre. He moved to the United Kingdom to study acting program that involved writing and directing, consequently, he was one of the founders of two theatre companies in the UK. Simonas landed his first feature film roles soon after graduation including Romas Zabarauskas’ *The Lawyer*, which was released earlier in 2020. He also worked with Richard Clemmow on BBC Radio 4 radio drama *I’m A Slave*. Soon he will be coming back as one of the leads in the third season of popular Lithuanian TV crime drama *Cursed II*. \n\n[Vika Sobol](https://mcusercontent.com/c2426593c5ba2369b6e13a66e/images/03dd6cd4-f79e-4234-b55a-a12cc1087bb9.jpg) (Russia) started playing in a theatre collective when she was 8 and has continued her studies at New School of cinema in Saint Petersburg and also attended music school to learn “baroque singing”. Vika attended the masterclasses of Anton Adasinsky at Theatre Derevo and Andriy Zholdak. She played at re-known Moscow experimental Electrotheatre-Stanislavsky and in a lot of street performances of independent theatres. Vika feature debut as a lead actress was in Andrey Natotsinsky movie *Katja*. \n\n[Vladislav Kulygin](https://mcusercontent.com/c2426593c5ba2369b6e13a66e/images/636885bd-dfb4-4c72-9065-babf97befa50.jpg) (Russia) has dreamed to be on the stage or act on the screen since being a child. After he finished school, he enrolled at the Higher Theatre School by Mikhael Schepkin. During his student years, he gained some experience playing in *The Tempest* by W. Shakespeare and in *Jester* based on Til Ulenspiegel’s story. Recently, he played a part in the film called *The New Wonder* directed by Alexandra Strelyanaya.\n\n\n#### 2020 Programme\n\n\nThe four-day online event highlighted the emerging talent, based on the participants’ first film and TV roles and consists of masterclasses and networking events. The program focuses on the future of casting and auditioning online, presenting oneself at industry and media events, and Intimacy in front of the camera.\n\n**PROGRAMME**\n\n**Saturday, 21 November**\n\n14.00- 15.30 Black Nights Stars Get Together and „How to present yourself in online one-on-one meetings with casting agents, casting directors and the press, part 1“with Bonnie Williams, a professional speaking and performance coach at [Speaking with impact with Bonnie Williams](https://www.thewholepackage.nl/), Netherlands. Closed event.\n\n**Monday, 23 November**\n\n10:00 - 13:00 One-on-one speed-dating session for Estonian professional actors with international agents and casting experts (with pre-registration).\n\n• Kristina Kolytė, casting director at Editos Casting, Lithuania\n\n• Magdalena Szwarcbart, casting director at Magdalena Swarzcbart, Poland\n\n• Nancy Bishop, casting director at Nancy Bishop Casting, USA\n\n• Piotr Bartuszek of Piotr Bartuszek Casting, Poland\n\n• Raakel Huikuri, casting agent at Lisa Richards Agency/LR Nordic, Finland\n\n• Robin Hudson, talent agent at Olivia Bell Management, UK\n\n• Georg Georgi, talent agent and casting director, Das Imperium/Gretel & Hensel, Germany\n\n• Julija Satkauskaite, casting agent at Baltic Actors Agency, Lithuania\n\n• Monika Janas, casting agent at Coolkeyplay Talent Agency, Poland\n\n• Rebecca van Unen, casting director, Oi Mundo Casting, The Netherlands\n\nBy appointment only, contact: Elo-Liis Parmas [eloliis@gmail.com](eloliis@gmail.com)\n\n14.00 - 16.00 „How to present yourself in online one-on-one meetings with casting agents, casting directors and the press, part 2“ with Bonnie Williams, a professional speaking and performance coach at [Speaking with impact with Bonnie Williams](https://www.thewholepackage.nl/), Netherlands. Closed event.\n\n18.00 - 19.30 Black Nights Stars Get Together. Closed event. \n\n**Tuesday, 24 November**\n\n10.00 – 13.00 Black Night Stars online one-on-one meetings with talent agents and casting directors. Closed event.\n \n14.00 - 16.00  Industry Talk with i.e. Georg Georgi of GRETEL & HENSEL casting agency & Das Imperium talent agency Berlin, David Zitzlsperger of Online platform [Castupload](https://www.castupload.com), casting director Piotr Bartuszek of  [Piotr Bartuszek Casting](https://www.facebook.com/piotrbartuszekcasting/) (*Wild Roses*, *High Life*), Simone Bär of [Simone Bär Casting](https://www.castingstudio.de/en) (*Babylon Berlin*, *Charlie’s Angels*, *The Grand Budapest Hotel*, *Inglourious Basterds*) and others, about the future of online casting and auditioning, what impact this has on the way of working and how this is changing the casting business.\n\n[Join the event here](https://industry.poff.ee/events/bns-the-future-of-online-casting-and-auditioning-georg-georgi-david-zitzlsperger-piotr-bartuszek-simone-baer-and-others/) \n\n19.00 - 20.30 Panel discussion with a panel of US casting agents, casting directors, and talent managers about the way US auditions work and how casting directors find European actors. Moderated by casting director Lina Todd of [Lina Todd Casting](http://linatoddcasting.com/), USA, *The Way Back* (Peter Weir); *Little Man Tate* (Jodie Foster); *A Good Day to Die Hard* (John Moore), *Crazy Alien* (Hao Ning) with casting director Joseph Middleton (*Mr. & Mrs. Smith*, *Twilight: New Moon*, *The Bourne Supremacy*, *Legally Blonde*, *The Single Man*), casting director Billy Hopkins *Desperately Seeking Susan*, *The United States vs. Billie Holiday*, *Mudbound*), casting director Avy Kaufman (*Life of Pi*, *Lincoln*, *Prometheus*, *Shame*, *Brokeback Mountain*, *Capote*, *The Sixth Sense*, *Dancer in the Dark*), and NY-based talent agent Alice Whitley, a representative of talent in Hollywood Cynthia Campos-Greenberg.\n\n[Join the discussion here](https://industry.poff.ee/events/bns-panel-with-us-casting-agents-casting-directors-and-talent-managers-about-the-way-us-auditions-work-and-how-casting-directors-find-european-actors/)\n\n**Wednesday, 25 November**\n\n10:00-12:00 Workshop with casting director Tusse Lande of casting agency [Kompani Lande](https://www.kompanilande.com), Sweden known for her work on *Skyfall* (2012), *Specter* (2015) and *The Girl with the Dragon Tattoo* (2009): How to promote yourself in a competitive market and focusing how to present yourself in the best way with practical guidance how to make an “About Me Video”.\n\n[Join the workshop here](https://industry.poff.ee/events/bns-workshop-with-casting-director-tusse-lande-of-casting-agency-kompani-lande-sweden-how-to-promote-yourself-in-a-competitive-market-and-focusing-how-to-present-yourself-in-the-best-way-with-practical-guidance-how-to-make-an-about-me-video/)\n\n14.00 - 15.30  Masterclass for actors: „What makes a good casting? How will we work the coming time and what to be expected for actors“ with casting agents Robin Hudson, [Olivia Blell Management](http://www.olivia-bell.co.uk/about-us/), UK; Raakel Huikuri,  [Lisa Richards Agency / LR Nordic](http://lrnordic.com/), Finland; Nancy Bishop, [Nancy Bishop Casting](https://nancybishopcasting.com/) Czech Republic/US; Magdalena Szwarcbart,  [Magdalena Swarzcbart](http://zaagencja.com/gb/people/rezyserzy/125/magdalena-szwarcbart), Poland; Piotr Bartuszek, [Piotr Bartuszek Casting](https://www.facebook.com/piotrbartuszekcasting/) Poland; Kristina Kolyte [Editos Casting](http://www.editoskastingas.lt/), Lithuania; talent agent and casting director Georg Georgi [Das Imperium](http://www.dasimperium.com/) / Gretel & Hensel. Q & A for the public.\n \n[Attend the masterclass here](https://industry.poff.ee/events/bns-masterclass-for-actors-what-makes-a-good-casting-how-will-we-work-the-coming-time-and-what-to-be-expected-for-actors/)\n \n**Thursday, 26  November**\n\n14:30-16:00 Panel discussion: What casting directors can do for your project, securing cast and how to get the right actors for your project with casting directors [Magdalena Szwarcbart](http://zaagencja.com/gb/people/rezyserzy/125/magdalena-szwarcbart),  Magdalena Swarzcbart ,Poland; Georg Georgi, [Das Imperium](http://www.dasimperium.com/) / Gretel & Hensel, Germany; Nancy Bishop,  [Nancy Bishop Casting](https://nancybishopcasting.com/); Kristina Kolyte, [Editos Casting](http://www.editoskastingas.lt/) and Piotr Bartuszek, [Piotr Bartuszek Casting](https://www.facebook.com/piotrbartuszekcasting/); director and writer Jonathan Kesselman (*The Hebrew Hammer*) and producer Ivo Felt, [Allfilm](http://allfilm.ee/), Estonia, The Academy Award and Golden Globe nominated *Tangerines* (2013), The Golden Globe nominated  *The Fencer* (2015) and *Seenelkäik* (2012). For producers and directors. \n\n[Join the event here](https://industry.poff.ee/events/bns-what-casting-directors-can-do-for-your-project-securing-cast-and-how-to-get-the-right-actors-for-your-project/)\n\n17:00 – 19:00 DEADLINE Talk with Tom Grater and the Tallinn Black Nights Stars. Q & A for the public.\n\n[Join the talk here](https://industry.poff.ee/events/bns-deadline-talk-with-tom-grater-and-the-tallinn-black-nights-stars-q-and-a-for-the-public/) \n \n**Friday, 27 November** \n\n11:00- 12:30  Webinar by Julia Effertz, [Intimacy Coordinator](https://www.juliaeffertz.com/intimacycoordination), ‘Intimacy in front of the camera’. The focus of the online presentation will be on introducing participants to the topic, to the problems and challenges when dealing with intimate scenes, the role of the intimacy coordinator during production, as well as Best Practice recommendations and tools for industry professionals when working with intimacy in front of the camera.\n\n[Join the webinar here](https://industry.poff.ee/events/bns-intimacy-in-front-of-the-camera-webinar-by-julia-effertz-intimacy-coordinator/)\n\nThe Black Nights Stars programme is presented by Industry@Tallinn & Baltic Event during the Tallinn Black Nights Film Festival and the European Regional Development Fund funded project Creative Gate. \n\n\n\n*‘It was a tremendously gratifying experience to serve on the BLACK NIGHT STARS Jury to select stellar talent from the Baltics. Though all unique, they share an amazing presence, an unexpected force, mystery, soulful beauty, fierce intensity, intricate sensuality, and deepness which feels unique to their countries and still universal in their sincerity.  It is of great value to the film industry to discover these marvellous and fresh artists who will shine, not just in their country, but internationally. To bring them to the film industry’s attention so they can further enrich our experience as audiences and bring us closer together is a treasure’.*\n\nLina Todd, Lina Todd casting Agency New York\n\n*‘Black Nights Stars is a wonderful way to celebrate local and regional talent with the international market. It was a pleasure last year to be part of the panel and work directly with the actors – even signing one star to my agency!'*\n\nRobin Hudson, Olivia Bell Management, London, UK\n\n*I was amazed by how thoughtfully the Black Nights Stars Program was created and how professionally it was fulfilled. I am happy that I had a chance to meet the Black Nights Stars, to learn from great speakers in the masterclasses, panel discussions or workshops, and to share ideas with amazing and inspiring people from all around the world. Thank You so much for this gift. Highly recommended.*\n\nKristina Kolytė, Edita’s Casting JSC, Vilnius, Lithuania\n \n\n# PREVIOUS YEARS\n\n#### 2019 Black Nights Stars Participants and Experts\n\nThe Black Nights Stars program took place from 25-27 November, 2019. Please find information on the 2019 edition of Black Nights Stars below.\n\n**Black Nights Stars 2019 Participants:**\n\n- **Maria Dragus** (Germany), photo by by Natacha Lamblin\n- **Franz Malmsten** (Estonia)\n- **Risto Vaidla** (Estonia)\n- **Povilas Jatkevičius** (Lithuania)\n- **Magdalena Berus** (Poland)\n- **Mimosa Willamo** (Finland)\n\n**Black Nights Stars 2019 Jury:**\n\n- **Nikki Baughan** – contributing editor (Screen International)\n- **Elen Lotman**  – Estonian director of photography (When You Least Expect; Demons)\n- **Rea Lest** –  2019 winner of Bruno O’Ya Best Young Estonian Actor Award, European Shooting Star     2019, actress (November; Scandinavian Silence), \n- **Jeremy Zimmermann** –  UK and USA based casting director (Moon, Hellboy, Willow, Keeping Mum)\n- **Claudia Landsberger** – creative producer \n\n**Black Nights Stars 2019 Experts:**\n\n- Nancy Bishop, casting director at [Nancy Bishop Casting](https://nancybishopcasting.com/), USA\n- Heather Basten, casting director at [Heather Basten Casting](https://www.facebook.com/pages/category/Movie-Television-Studio/Heather-Basten-Casting-573708936399149/), UK\n- Vanessa  Henneman, talent agent, [Henneman Agency](https://hennemanagency.nl/), Netherlands\n- Robin Hudson, talent agent at [Olivia Bell Management](http://www.olivia-bell.co.uk/), UK\n- Raakel Huikuri, casting agent at [Lisa Richards Agency / LR Nordic](http://lisarichards.ie/), Finland\n- Maria Kiisk, casting director at [Swedish Television](https://www.imdb.com/name/nm0452765/), Sweden\n- Kristina Kolytė, casting director at [Editos Casting](http://www.editoskastingas.lt/), Lithuania\n- Magdalena Szwarcbart, casting director at [Magdalena Swarzcbart](http://zaagencja.com/gb/people/rezyserzy/125/magdalena-szwarcbart), Poland\n- Jeremy Zimmerman, casting director at [Jeremy Zimmerman Casting](http://zimmermanncasting.com/?LMCL=KnYlRQ), UK\n- Special Guest: Dante Spinotti, [cinematographer](https://www.cinematographers.nl/PaginasDoPh/spinotti.htm) and a member of the Board of Governors of the Academy of Motion Picture Arts and Sciences, Italy\n\n\n\n#### 2019 Programme\n\nThe three-day lab highlighting the emerging talent consisted of a variety of events including masterclasses and networking events. The programme mainly focused on the casting and audition processes and presenting oneself outside a film set – at industry and media events.\n\n**PROGRAMME:**\n\n**Speed-dating session** for Estonian actors with international agents and casting experts (with pre-registration)\n\n- Nancy Bishop (Nancy Bishop Casting, USA)\n- Heather Basten (Heather Basten Casting, UK)\n- Raakel Huikuri (Lisa Richards Nordic, Finland) \n- Robin Hudson (Olivia Bell Management, UK)\n-  Maria Kiisk (Swedish Television, Sweden)\n- Kristina Kolytė (Editos Casting, Lithuania)\n- Magdalena Szwarcbart  (Poland)\n- Jeremy Zimmermann (Jeremy Zimmermann Casting, UK).\n\n\n**Presentation by Vanessa Henneman of Henneman Agency: “What is and how does packaging of talent and projects actually work?”** Talent agent’s aim is to match their talent with great projects and vice versa, that is the art of “packaging. How can agencies and producers work better together on an European level?\n\n**Masterclass with two-time Academy Award nominee Dante Spinotti** about his work and experiences as a Director of Photography\n\n**Industry Talk with casting director Magdalena Szwarcbart, Poland**, on her experience casting the films Cold War by Paweł Pawlikowski and Schindler’s List by Steven Spielberg and the difference of working with European productions and US productions.\n\n**Workshop with Emmy-nominee Nancy Bishop**: Two-hour seminar focusing on strategies for actors to promote themselves in an increasingly competitive market. The Internet is a great democratiser, offering endless possibilities for actors to get themselves seen\n\n![stars1.jpg](http://139.59.130.149/uploads/stars1_611b2d0ac9.jpg)\n![stars2.jpg](http://139.59.130.149/uploads/stars2_a256db3517.jpg)\n![stars3.jpg](http://139.59.130.149/uploads/stars3_7930b39fbe.jpg)\n![stars4.jpg](http://139.59.130.149/uploads/stars4_dece33b5af.jpg)\n![stars5.jpg](http://139.59.130.149/uploads/stars5_62c5dd7950.jpg)\n![stars6.jpg](http://139.59.130.149/uploads/stars6_e54b42ef12.jpg)\n![stars7.jpg](http://139.59.130.149/uploads/stars7_b3c243bd7a.jpg)\n![stars8.jpg](http://139.59.130.149/uploads/stars8_6877b3ddb6.jpg)\n###### Black Nights Stars in 2019\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-05T10:50:36.055Z"
        },
        "order": 1,
        "namePrivate": "Black Night Stars 2020",
        "name": {
          "id": 28499,
          "et": null,
          "en": "Black Nights Stars",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 17,
        "industry_article": {
          "id": 31,
          "title_et": null,
          "title_en": "PÖFF Black Room",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 30,
          "created_at": "2020-11-05T11:11:11.821Z",
          "updated_at": "2020-12-01T14:22:34.219Z",
          "slug_et": "black-room",
          "slug_en": "black-room",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": null,
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "**Masterclasses dedicated to Art Department**\n\nBlack Room is Industry@Tallinn’s training program that explores the visual language of cinema through the craft of production design. One week of masterclasses and workshops by world-renowned professionals take place during the Tallinn Black Nights Film Festival and are held online in English. \n\nThe program comprises open masterclasses for film industry professionals who want to further their knowledge about visual storytelling and training program for six selected production designers. One week of masterclasses and workshops by world-renowned professionals are created in collaboration with [European Film Academy](https://www.europeanfilmacademy.org/). The program is held in English and takes place online at Black Nights film festival virtual pavilion.\n\n![Black Room mentors copy.png](http://139.59.130.149/uploads/Black_Room_mentors_copy_b73ec70bd6.png)\nFrom left: Mentors of Black Room Maria Djurkovic, Simon Weisse and Jacqueline Abrahams.\n\n**MENTORS of Black Room in 2020**\n\n**Jacqueline Abrahams**\n\nAward-winning production designer\n\nJohn and The Hole (2020), His House (2020), The Vanishing (2018), The Mountain (2018), Love Me Not (2017), The Sense of an Ending (2017), Lady Macbeth (2016), The Lobster (2015), The Woman in Black 2: Angel of Death (2014), War Book (2014), How I live Now (2013), The Look of Love (2013).\n\n[Filmography](https://www.imdb.com/name/nm0009008/?ref_=nv_sr_srsg_0)\n\n**Simon Weisse**\n\nMaster of miniature models for cinema \n\nThe Matrix 4 (filming) 2022, The French Dispatch, Isle of Dogs 2017, American Renegades 2017, The Hunger Games: Mockingjay 2015, Bridge of Spies 2015, The Grand Budapest Hotel 2014, The Physician 2013, Cloud Atlas 2012, V for Vendetta 2005. \n\n[Filmography](https://www.imdb.com/name/nm0919232/)\n\n**Maria Djurkovic**\n\nAward-winning production designer\n\nRed Sparrow (2018), Gold (2016), A Bigger Splash (2015), The Invisible Woman (2013), The Imitation Game (2014), Tinker Tailor Soldier Spy (2011), Scoop (2009), Mamma mia! (2008), Vanity Fair (2004), The Hours (2002) and Billy Elliot (2000). Full bio and awards\n\n[Filmography](https://www.imdb.com/name/nm0229319/?ref_=nv_sr_srsg_0)\n\n## MASTERCLASSES\nMasterclasses to watch with Industry [accreditation](https://industry.poff.ee/about/accreditation-2020/). Masterclasses can be watched any time after the premiere.\n\n• 16 November, Monday 11:00—12:00 (EET)\n**Online masterclass by award-winning production designer Jacqueline Abrahams**\nKnown for *Lady Macbeth* and *The Lobster*. Created in collaboration with European Film Academy.\n[Watch the masterclass](https://industry.poff.ee/events/p-oe-ff-black-room-masterclass-by-jacqueline-abrahams/)\n\n• 17 November, Tuesday 16:00—17:00 (EET)\n**Online masterclass on brand identity by Karen K Burns**\nCo-founder and manager of Visory.ai, known for working on Hollywood A-Class films. Created in collaboration with Tallinn Creative Incubator.\n\n[Watch the masterclass](https://industry.poff.ee/events/p-oe-ff-black-room-tallinn-creative-incubator-seminar/)\n\n• 18 November, Wednesday 11:00—12:00 (EET)\n**Online masterclass by modeler and propmaker Simon Weisse**\nKnown for *The Grand Budapest Hotel* and *Isle of Dogs.* Created in collaboration with European Film Academy. \n\n[Watch the masterclass](https://industry.poff.ee/events/p-oe-ff-black-room-masterclass-by-simon-weisse/)\n\n• 20 November, Friday 11:00—12:00 (EET)\n**Online masterclass by award-winning production designer Maria Djurkovic**\nKnown for *The Imitation Game* and *Tinker Tailor Soldier Spy*. Created in collaboration with European Film Academy\n\n[Watch the masterclass](https://industry.poff.ee/events/p-oe-ff-black-room-masterclass-by-maria-djurkovic/)\n\n• 23 November, Monday  (EET)\n**Lost in translation? Visual story development from script to screen**\nOnline panel discussion with Black Room masters and German renowned screenwriters. Created in collaboration with Variety.\n\n**TRAINING PROGRAMME for Production Designers**\n\nBlack Room training program aims to advance both creative vision and skillset of productions designers. The online program combines both masterclasses and workshops to a one week course thought by Black Room mentors Jacqueline Abrahams, Maria Djurkovic and Simon Weisse. Please check the programme below.\n\nPÖFF Black Room training programme took place from 16 until 21 November, 11:00—16:00 (GMT+3) each day. Black Room organisers selected six production designers from the submissions who can participate in the program. Participation in the training programme is free. ",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-05T11:11:11.821Z"
        },
        "order": 2,
        "namePrivate": "PÖFF Black Room 2020",
        "name": {
          "id": 28500,
          "et": null,
          "en": "PÖFF Black Room",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 18,
        "industry_article": {
          "id": 28,
          "title_et": null,
          "title_en": "Music Meets Film",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 30,
          "created_at": "2020-11-05T10:23:35.876Z",
          "updated_at": "2020-12-01T14:20:51.453Z",
          "slug_et": "music-meets-film",
          "slug_en": "music-meets-film",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": null,
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "With no parts of the music and film industry untouched by the pandemic, this years’ Music Meets Film (MMF) will be held entirely virtually. Viewers will hear through the prism of moderators **Marko Ahtisaari**, **Helen Sildna** and **Michael Pärt** an insight into the creative layers of composers, film directors and industry leaders. Special guests include composer **Danny Elfman**, director **Andrey Tarkovsky** and BBC 3 Controller **Alan Davey**. What makes a film composer tick? How does the production aspect of music and film affect creative decisions? Why does language play an important role in distribution and airplay agreements? – These are just some of the MMF topics touched this year!\n\n[https://industry.poff.ee/](https://industry.poff.ee/)\n\n[https://www.facebook.com/musicmeetsfilm](https://www.facebook.com/musicmeetsfilm)\n\n\n#### 2020 Programme\n\n**Wednesday, 25 November at 15:00 - 16:00 (EET)**\n\n**VALUING LOCAL TERRITORY IN GLOBAL INDUSTRY**\n\n**Alan Davey**, Controller, Radio 3, BBC Proms and BBC Orchestras and Choirs (UK)  \n\n**Vaiko Eplik**, Musician and Songwriter, Chairman of Board for Estonian Authors’ Union (EAÜ) (EE) \n\n**Valgeir Sigurðsson**, Composer, Producer and Founder of Bedroom Community record label (ISL)\n\n**Kaisa Rönkkö**, Executive Director of Music Finland (FI)  \n\nModerator: **Helen Sildna**, Head of Tallinn Music Week, Board Member of Music Estonia (EE) \n\nHow music travels – the value of local in the context of global\n\nThe era of digital has given more opportunities for smaller markets to reach international audiences, yet competition is fierce and the quest for global reach through digital platforms somewhat overshadows the inherent connection between artists and their ties with their local communities and audiences. What qualities make music to overlap across disparate societies and succeed as cross-cultural global products?  The panel discussion will kick off with a short interview with Alan Davey and will include a conversation with Kaisa Rönkkö, the Director of Music Finland, as well as Vaiko Eplik and Valgeir Sigurdsson who are both deeply involved in the process of music making and also the industry side of things.\n\n[Watch the discussion panel here](https://industry.poff.ee/events/valuing-local-territory-in-global-industry/)\n\n\n**Wednesday, 25 November at 20:00 – 21:30 (EET)**\n\n**CHOOSING DOORS: A CONVERSATION WITH DANNY ELFMAN**\n\n**Danny Elfman**, Composer (US)\n\nModerator: **Marko Ahtisaari**, Artistic Director, Helsinki Festival (FI)\n\nThe conversation panel will discuss the paths Elfman has chosen in his creative life. After the initial conversation, participants will have the possibility to ask questions online from the composer directly. \n\n [Watch the conversation here](https://industry.poff.ee/events/choosing-doors-a-conversation-with-danny-elfman/)\n\n**Thursday, 26 November at 14:00 – 14:45 (EET)**\n\n**PRODUCTION PROCESSES AFFECTING CREATIVITY**\n\n**Andrey A. Tarkovsky**, Director (RU/IT)\n\n**Gavin Greenaway**, Composer, Conductor (UK)\n\nModerator: **Michael Pärt**, Music Producer (EE)\n\nAt what point does the production process in music and film start to dictate creative decisions to aid efficiency, workflow and formats? We will hear how composer and conductor Gavin Greenaway and film director Andrey Tarkovsky approach this challenge in their work.\n\n[Watch the event here](https://industry.poff.ee/events/production-processes-affecting-creativity/)\n\n#### 2020 Mentors\n\n**Danny Elfman**, a four-time Oscar nominee, has established himself as one of the most versatile and accomplished film composers in the industry for over 30 years.He has collaborated with directors such as Tim Burton, Gus Van Sant, Sam Raimi, Peter Jackson, Ang Lee, Rob Minkoff, Guillermo del Toro, Brian De Palma, James Ponsoldt and David O´ Russell. Beginning with his first score on Tim Burton´s *Pee-wee´s Big Adventure*, Elfman has scored over 100 films, including: *Milk* (Oscar-nominated), *Good Will Hunting* (Oscar-nominated), *Big Fish* (Oscar-nominated), *Men in Black* (Oscar-nominated), *Edward Scissorhands*, *Batman*, *To Die For*, *The Nightmare Before Christmas*, *Alice in Wonderland*, *Silver Linings Playbook*, *American Hustle*, *Justice League*, *Spiderman*, *A Simple Plan*, *Midnight Run*, *Sommersby*, *Dolores Claiborne*, and the Errol Morris documentaries *The Unknown Known*, and *Standard Operating Procedure*. Most recently he has provided music for, Tim Burton film *Dumbo* for Disney, and *The Grinch* for Universal, and is currently working on the upcoming film *The Voyage of Dr. Doolittle* (2020), starring Robert Downey, Jr.\n\nA native of Los Angeles, Elfman grew up loving film music. He travelled the world as a young man, absorbing its musical diversity. He helped found the band Oingo Boingo, and came to the attention of a young Tim Burton, who asked him to write the score for *Pee-wee´s Big Adventure*. 34 years later, the two have forged one of the most fruitful composer-director collaborations in film history. In addition to his film work, Elfman wrote the iconic theme music for the television series *The Simpsons* and *Desperate Housewives*.\n\n![BrianAve.jpg](http://139.59.130.149/uploads/Brian_Ave_67c4cbd35e.jpg)\n\n###### Photo by Brian Ave\n\n**Andrey A. Tarkovsky** was born in Moscow on 8th of August 1970. The son of Andrey Tarkovsky, he has devoted his life and career to the preservation and promotion of his father’s work. He lives between Florence, Paris and Moscow. President of the Andrey Tarkovsky International Institute, he is a documentary filmmaker. He made his debut in 1996 with the TV documentary *Andrey Tarkovsky*. The reminiscence, on the life of his father; he has also made documentary portraits of artists and directed musical performances. He works with Russian and Italian television and with the German record label ECM. In 2006 he won the first prize at the festival of short films in Sabaudia with *Bastignano*. He organises photographic exhibitions, concerts, retrospectives and the publication of books all over the world.\n\n![tarkovsky.jpg](http://139.59.130.149/uploads/tarkovsky_21ac4feaad.jpg)\n\n**Alan Davey** is responsible for leadership of Classical music across the BBC, which includes the classical and speech output on BBC Radio 3, the BBC Proms and overall leadership of the BBC Orchestras and Choirs. He took up the post in January 2015. \nHe is also project sponsor for the Eastbank project, building new orchestral and music studios in the emerging cultural quarter of the Queen Elizabeth Olympic Park.\nAlan is Chair of Trinity Laban Conservatoire of Music and Dance, and presently sits on the Board of the English Folk Dance and Song Society and of the Hall for Cornwall.\n\n![rsz_alan_davey.jpg](http://139.59.130.149/uploads/rsz_alan_davey_07bd8c4fd7.jpg)\n\n**Gavin Greenaway** is an Emmy® award-winning composer, conductor, recording artist and pianist with an extensive catalogue of achievements: conducting over 100 feature film and television soundtracks, composing for major entertain-ment and cultural events, producing and songwriting with chart-topping artists and the release of 2 solo piano classical albums.\n\nIn 1999 he was commissioned to compose the score to accompany the nightly firework display at DisneyWorld’s EPCOT, Florida. His composition *Reflections of Earth* has played there every night for 20 years, and won an Emmy® Award as part of ABC network’s Millennium coverage. While living in Los Angeles, Gavin contributed music to numerous movies including *Spy Kids, Face/Off and The Peacemaker*, as well as writing and producing songs with Bryan Adams and Trevor Horn for DreamWorks’ *Spirit: Stallion of the Cimarron*. Additional commissions followed for projects as diverse as the *Lighting of the Olympic Cauldron* for the Vancouver Winter Olympics, to music for the Queen’s Diamond Jubilee Celebrations in 2012. \n\nGreenaway has fostered long-standing relationships with many of the world’s eminent music creators, conducting scores for the likes of Hans Zimmer, Gabriel Yared, James Newton Howard, John Powell, Marc Shaiman, Henry Jackman, Lorne Balfe, Tom Holkenborg and Daft Punk, and albums for artists including Luciano Pavarotti, Josh Groban, Diana Krall, George Michael and Andrea Bocelli. In 2006, he was engaged by Sir Paul McCartney to conduct the world premiere his oratorio Ecce Cor Meum at the Royal Albert Hall in London. In 2018, Gavin was appointed the Musical Director for *The World of Hans Zimmer* live concerts across Europe.\n\nIn recent years, he has been instrumental in bringing some of our best-loved soundtracks to the live stage, including world premiere performances of the live-to-picture productions of *Interstellar, Independence Day and Casino Royale.*\n\n![Gavin-Greenaway_Dita-Vollmond-1098.jpg](http://139.59.130.149/uploads/Gavin_Greenaway_Dita_Vollmond_1098_7fb350d362.jpg)\n\n**Kaisa Rönkkö** has been Executive Director of Music Finland since June 2018. She has a passion to deliver the message of the power of music and develop the international dialogue and innovation between premium content and new technologies and digital services. \n\nPrior to Music Finland Kaisa was employed as a head of orchestra department at the Finnish National Opera ballet. She was also the head of the music library and therefore responsible for copyright matters. Kaisa has been Finland’s project manager in large scale digital opera projects co-funded by Creative Europe Programme. Kaisa has also been employed as a senior intendant at the Public\nInformation Division of the Defence Command Finland, as artist manager and partner at Finland’s largest artist management agency, Fazer Artist Management Inc and as assistant at the Finnish Cultural Institute in Copenhagen.\n\nKaisa is a Master of Music and Master of Arts Management who has studied at the Sibelius Academy, at the Liszt Academy in Budapest, at the University of Turku and at the Helsinki University of applied Sciences. She also holds a piano diploma and is a qualified piano teacher. \n\nKaisa is also a board member of NOMEX (Nordic Music Export), Boardman Management Study Group and Finland Promotion Board, coordinated by the Foreign Ministry of Finland.\n\n![Kaisa Rönkkö_2019.jpg](http://139.59.130.149/uploads/Kaisa_Roenkkoe_2019_f75076df47.jpg)\n\n**Vaiko Eplik** is an independent Estonian pop-composer, producer, singer and multi-instrumentalist. He has been part of several collectives: Claire’s Birthday, Ruffus and Koer. In 2006, Eplik started his solo project under the name Eliit. He has released twenty three albums, regularly reaching the top of Estonian album charts. Vaiko Eplik is the Chairman of the Board for the Estonian Authors´ Society since July 2020.    \n\n![Vaiko-Eplik-scaled.jpg](http://139.59.130.149/uploads/Vaiko_Eplik_scaled_d99825e3ef.jpg)\n\n**Valgeir Sigurðsson** is an Icelandic composer and producer. His music blends contemporary classical writing and esoteric electronic production, sometimes to a point where one is indistinguishable from the other.\n\nValgeir worked closely with fellow Icelander Björk, a collaboration which began with her Oscar-nominated score for Lars Von Trier’s Dancer In The Dark. He founded the Bedroom Community label in 2006 with Nico Muhly and Ben Frost, where he cemented his sonic signature with his own solo work on the label, in addition to albums with Muhly, Frost, Sam Amidon and Daníel Bjarnason, and extensive collaboration with viola da gamba player, Liam Byrne. \n\nValgeir has composed orchestral and chamber music for the likes of the City of London Sinfonia, Winnipeg Symphony, Crash Ensemble, Alarm Will Sound, Nordic Affect and the British violinist, Daniel Pioro. His scores frequently incorporate the use of electronics and have also been performed by the Cincinnati Chamber Orchestra, BBC Symphony Orchestra, BBC Scottish Symphony Orchestra, Spokane Symphony, Indianapolis Symphony and many others. He has written music for stage, dance and screen. His film scores include An Acceptable Loss and the Icelandic feature The County, and his score for the environmental documentary *Dreamland* (Draumalandið) was nominated for best score at EDDA, the Icelandic Film Academy Awards. \n\n![Valgeir Sigurdsson.jpg](http://139.59.130.149/uploads/Valgeir_Sigurdsson_8bee5b5b48.jpg)\n\n**Marko Ahtisaari** is an entrepreneur, designer and musician. He is the member of the band Construction, which you should definitely listen to. Ahtisaari is currently Artistic Director of the [Helsinki Festival](https://helsinkifestival.fi/en/), the largest multi-arts festival in the Nordics held annually from late August into September.\n\nPreviously Ahtisaari was CEO and co-founder of The Sync Project (acquired by Bose) and a Director’s Fellow at the MIT Media Lab. From 2009 to 2013 Ahtisaari was the head of product design at Nokia, responsible for hardware, user experience and packaging design. The work of the Nokia design team included the award-winning [N9](https://www.domusweb.it/en/design/2011/12/15/portable-cathedrals.html). He left Nokia to be an entrepreneur again.\n\nBoth directly and through early stage funds he has invested in Ōura, Formlabs, and Pelago among others. He is also an advisor to Kano and on the Advisory Committee of WITNESS.\n\nPreviously, Ahtisaari was also CEO and Co-founder of Dopplr (acquired by Nokia) and part of the team at Blyk, the free ad-funded mobile network. He has held board positions in Artek and F-Secure and has served on the jury of the Prix Ars Electronica and the DA&D Awards.\n\nBorn in Finland, Ahtisaari has lived on three continents, in Helsinki, Dar es Salaam and New York. He studied philosophy, economics and music at Columbia University, where he became a lecturer and Fellow of the Faculty in the Department of Philosophy.\n\n![MarkoAhtisaari.jpeg](http://139.59.130.149/uploads/Marko_Ahtisaari_2228d3a7ff.jpeg)\n\n**Helen Sildna** based in Estonia, has been a music promoter and events producer for 20 years. Having worked at Baltics’ biggest concert agency BDG (currently LiveNation) as an international talent booker, she established her own music promotion company Shiftworks in 2008, which has promoted Morrissey, Sigur Ros, Patti Smith, Feist and Regina Spektor to mention a few. Helen is the founder and owner of Tallinn Music Week. Having started out as a music industry conference and showcase festival in 2009, TMW has broadened its concept further into an all-encompassing city festival, covering arts, design, technology, city space and food culture, and discussing various societal issues within its talks sessions, presentations and conference panels. Helen is a board member of Music Estonia, previously also a member of former President Toomas Hendrik Ilves’ Think Tank. In 2014 Helen was awarded with the Tampere Music Award at Music & Media Finland’s industry gala for Exceptional Achievements in Music Business, in 2015 she was nominated the Citizen of the Year by Estonian Ministry of Culture and in 2016 Estonian President Toomas Hendrik Ilves awarded her the Order of White Star of IV Class for her contribution to Estonian music life and civil society. Helen is an outspoken member of the creative community, vocal on equal rights, diversity and internationalization.\n\n![Helen Sildna_foto Kertin Vasser.jpg](http://139.59.130.149/uploads/Helen_Sildna_foto_Kertin_Vasser_7a705a1a0d.jpg)\n\n**Michael Pärt** (1977) is a Music Producer and Music Editor working on film scores since 2000. His most recent film projects were Margus Paju’s *O2* (2020), Justin Chadwick’s *Tulip Fever* (2017) and Tom Hooper’s *The Danish Girl* (2015). Additionally, he contributed to award-winning projects such as the *The Hobbit: An Unexpected Journey*, BAFTA-winning *LazyTown* and the Grammy-nominated albums *Volta* and *Vulnicur* by Björk and *Neon Bible* by Arcade Fire. His experience spans from music conception, spotting and production through to dubbing as well as soundtracks and temp scoring.\n\nAway from production, he co-founded the Arvo Pärt Centre in Laulasmaa, Estonia. He chairs the foundation which aim is to preserve and research the creative heritage of his father’s legacy. The new building of the Arvo Pärt Centre was completed in 2018 and is open to the public since then. It is home to a chamber concert hall, a library, an archive, classrooms and exhibition space.\n\nMichael holds a master’s degree with distinction in “Composing for Film and TV” from Kingston University in London.\n\nHe is the curator for the Music Meets Film programme, a part of *Industry*@Tallinn & Baltic Event and *PÖFF*, since 2017.  \n\n![Michael-Pärt-photo-by-Ingrid-Kerson-scaled.jpg](http://139.59.130.149/uploads/Michael_Paert_photo_by_Ingrid_Kerson_scaled_b0d6ff83f1.jpg)\n\n\n#### 2019 Mentors\n\n**Richard Harvey**, having come through the ranks of a quintessentially British musical upbringing via Tiffin School, The Royal College of Music, and as a member of the British Youth Symphony Orchestra, Richard started composing in his early teens. He has subsequently become a well known name in the UK, Europe, Hollywood and Asian music scenes for his very broad output of TV, film and classical music since the 70s. He learnt his trade as musical assistant to the great French film composer Maurice Jarre. His first major movie was David Drury’s *Defence of the Realm* and soon after he won a British Academy Award for his score for Alan Bleasdale’s cult epic political TV drama series *GBH*. Since then he has scored and contributed to innumerable films including *Eichmann, Luther, Les Deux Mondes, Death Of A President, King Naresuan* (Thailand) and *The Da Vinci Code*. Most recently he was honoured with winning the Annie Award for his score for the animated picture *The Little Prince*, which he co-wrote with his long standing friend and collaborator, Hans Zimmer. Currently Richard is working on a number of projects, notably, *Mulan* for Disney, alongside his esteemed friend and colleague, Harry Gregson Williams.\nRead more about Richard Harvey´s [work](http://www.richardharvey.net/).\n\n![richardharvey.jpg](http://139.59.130.149/uploads/richardharvey_e09d513edc.jpg)\n\nMusicologist and copyright infringement specialist **Peter Oxendale** has lectured and given seminars on music copyright and related matters to a number oflibrary music and production houses as well as Academic Institutions such as The RoyalCollege of Music in London.He is trained in the responsibilities of being a Single Joint Expert and his list of clients extends to the UK, Europe, South Africa, Scandinavia, Australia, New Zealand and the United States of America.In addition to his classical musical training and activities as a consultant musicologist and expert witness in all fields of music, he is a writer of songs, advertising jingles and library music. He is also active as a producer, a musical director, an arranger, a session musician, a conductor and a programmer. Peter Oxendale is a member of PAMRA (The Performing Artists’ Media Rights Association), PRS (The Performing Rights Society), MCPS (The Mechanical Copyright Protection Society) and he is an approved MU (Musicians Union) Contractor.\nRead more about Peter Oxendale´s [work.](https://www.oxendale-music.co.uk/)\n\n![Peter-Oxendale-3.jpg](http://139.59.130.149/uploads/Peter_Oxendale_3_3be56e9e1f.jpg)\n \nAward-winning producer, composer and musician **Jussi Jaakonaho** is just such a musical character actor and his scope is considerable, running from classic Finnish artists to today’s top pop stars, as well as more marginal styles like progressive rock or East African folk pop. Character actors often make for good directors. Jaakonaho’s solo debut *Ghost Riot* is like the first movie by a respected character actor – a distillation of all the experience from a long career, married to a strong and unique vision. A profound understanding of music and different styles is evident on the record, as well as a strong orientation towards sounds, which has made him such an in-demand producer. Vision and experience mean that Jaakonaho makes courageous choices and creates strong atmospheres, sometimes by using contradictory elements. Jussi Jaakonaho is the Stanley Tucci of Finnish music.  \nRead more about Jussi Jaakonaho´s [work.](http://jussijaakonaho.com/in-english-2/)\n\n![jussijjaa.png](http://139.59.130.149/uploads/jussijjaa_d5643369e8.png)\n\n**Mihkel Zilmer** is a versatile composer and music producer for Film, TV, Interactive Media and Advertising. He has scored more than 70 projects, including the all-time highest viewer count and box-office hit in Estonia, *Tõde ja õigus* (Truth and Justice, 2019), as well as multiple award-winning and award-nominated films, notably: *Burden of Peace* (NL), *Alles Is Gezegd* (NL), *Volgens Protocol* (NL). With a predominantly classical training background (University of Glasgow, Conservatory of Amsterdam and the Netherlands Film Academy), the foundation of his musical output is orchestral music, often blended with ethnic, electronic and experimental elements.\nRead mode about Mihkel Zilmer´s [work](https://www.mihkelzilmer.com/).\n\n![Mihkel-Zilmer_2019_3-1.jpg](http://139.59.130.149/uploads/Mihkel_Zilmer_2019_3_1_602858d0f5.jpg)\n\n**Michael J McEvoy** is an eclectic film and television composer following a successful career in jazz and as a pop songwriter/producer. He studied with composer, Joseph Horovitz at the Royal College of Music, London where he was the PRS Sir Arthur Bliss Scholar. His feature film scores include *Finding Your Feet*, *Me and Orson Welles* and new release *The Drifters*. Recent documentaries include the award-winning score for BBC/PBS’s *Jazz Ambassadors* and BBC’s *Churchill & the Movie Mogul*.\nRead more about Michael McEvoy´s [work.](https://www.michaeljmcevoy.com/)\n\n![michael J .png](http://139.59.130.149/uploads/michael_J_654ecc505e.png)\n\n**Tom Player**, is a British composer working primarily in film trailers and advertising. Having a background in film, Tom previously assisted Hans Zimmer, Ramin Djawadi & Lorne Balfe on major films, going on to set up Lost Track Productions in 2013. Tom has received multiple industry awards for his work on advertising campaigns and is currently working on a crossover classical concert with Ministry of Sound, for a 2019 tour.\nRead more about Tom Player´s [projects.](https://www.lostrack.co.uk/)\n\n![Tom-Player-1.jpg](http://139.59.130.149/uploads/Tom_Player_1_3e5f0683c5.jpg) \n\n**Prof. Dr. Christian Baierle** is the CEO of ROBA Music Publishing, one of the leading independent music publishers in the world with a concentration on film and synch.\nHe studied media law in Hamburg and Oxford and was a fellow at Harvard University. His book about music publishing has become the standard book on this topic. Prof. Dr. Baierle is a member of the committee for popular music within the German music publisher’s association. He is the author of numerous publications and regularly teaches courses in this field.\n\n ![Christian-Baierle.jpg](http://139.59.130.149/uploads/Christian_Baierle_b20d3c3c1e.jpg)\n\n**Michael Pärt** (1977) is a Music Editor who has worked on film scores since 2000. Prior to his recent project *The Danish Girl*, he collaborated with film directors Peter Jackson and Francis Ford Coppola as well as composers Danny Elfman, Alexandre Desplat and Howard Shore amongst others. His experience spans from music conception, spotting and production through to dubbing as well as soundtracks and temp scores. His tool is ProTools. He is also a music producer, and has collaborated with Icelandic singer and artist Björk during the recording phases of her Volta and Vulnicura albums.\nRead more about Michael Pärt´s [work.](http://paert.com/).\n\n![michaelpärt.png](http://139.59.130.149/uploads/michaelpaert_53ba7f0f5e.png)\n\n#### 2019 Programme\n\n**November 25, Monday**\nNordic Hotel Forum (Viru väljak 3, Tallinn)\n\n**9:00 Registration & coffee**\n\n**9:30-9:45 Opening of Music Meets Film 2019**\nOpening words by [Michael Pärt](https://www.imdb.com/name/nm1622501/?ref_=fn_al_nm_1), Music Producer and Music Editor\n\n**9:45-11:15 Open panel “Current Scoring Trends & Future Directions”**\nComposers Richard Harvey, Mihkel Zilmer and Jussi Jaakonaho will share their experiences from their extensive Film– and TV scoring careers and delve into a broader discussion on current scoring trends and the future direction of the industry. Panel moderated by Music Producer Michael Pärt.\n\n**11:15–11:30 Coffee break**\n\n**11:30-12:15 “Production Music Options for Composers”**\nComposer and production company West One Music founder Richard Harvey lays out a composer’s playing field options. Making original music and production music co-exist.\n\n**14:00-14:45 “Smart Music licensing”**\nMusic publishing and synch licensing expert Prof. Dr. Christian Baierle lays out the world of licensing, agreements and contractual contexts that are relevant for film and TV composers and film production music departments alike.\nThis session will explain the various licensing concepts for music in film and TV and will tell the audience what works, how to license smart and how to avoid risks and how to even gain back from licensing costs. There will be a strong emphasis on production music and its value for both composers and film production companies.\n\n**14:45-15:30 Case Study: Jussi Jaakonaho – Tolerance of “music nationality” within Film and TV scoring***\nWith a vast range of visual styles and cultures within the film industry, the understanding of “nationality” within a film score often results in a generic approach. Finish composer Jussi Jaakonaho explores this nuanced thought process – often overlooked, and discusses how much local flavour a film score can tolerate. Moderator Michael Pärt. \n\n**In collaboration with TV Beats programme*\n\n\n**November 26, Tuesday**\n\n**NB! On Tuesday 26. November at Arvo Pärt Centre, pre-registration through [tickets purchase](https://industry.poff.ee/industrytallinn-tickets/) required. Deadline Friday, 22 November.\n\nIndustry and Industry + Festival Badge holder´s FREE registration ticket can be puchased [HERE.](https://docs.google.com/forms/d/e/1FAIpQLSdgWxSlelOuguMF5Z_pRY1Rp_oSKDr-Luvei0yr3NeH5Ik3vQ/viewform?entry.2123736494=Nov+26,+Industry+and+Industry+%2B+Festival+Dadge+holder%27s+Ticket+to+Music+Meets+Film+at+Arvo+P%C3%A4rt+Center+-+with+mandatory+registration+-+Free).**\n\nArvo Pärt Centre, Laulasmaa\n\n9:45 Gathering in Nordic Hotel Forum lobby (Viru väljak 3, Tallinn) \n\n10:00 Buses to the Arvo Pärt Centre in Laulasmaa\n\n**11:00-11:30 Introduction to the Arvo Pärt Centre**\n\n**11:30-13:00 Forensic Musicologist Peter Oxendale on Copyright and Temp Score Love**\n\nInternationally-renowned British forensic musicologist and copyright infringement specialist Peter Oxendale sets the record straight on why the music industry and the law are out of sync with each other. We will hear about common copyright misconceptions, the myth of the so-called 3 – or 8 – note rule, and about style-alikes – soundalikes and passing off. Oxendale will also look into the director’s dilemma of “Temp Love” and the plagiarism that often follows. Discussion moderated by British Film Composer Tom Player.\n\n**13:00-13:45 Lunch**\n\n**13:45-14:45 Case Study: Richard Harvey – Historic and Ethnic Instruments in Film Music**\nMulti-instrumentalist and composer Richard Harvey will introduce the emotional narrative and practical context of historic and ethnic instruments in film music – and how these connect to his career – starting off as an instrumentalist and becoming a film composer.\n\n**15:00–16:00 Truth and Justice (“Tõde ja õigus”) composition workflow with Mihkel Zilmer**\nFilm and interactive media composer Mihkel Zilmer shares insight into his creative process from conception to final product – from creating a palette, to script-inspired conceptual composition, the dialogue between composer and editor, and the cooperation between music and sound departments.\n\n**16:15-17:15 Case Study: Michael J McEvoy – Themes and developing one’s own compositional voice**\nAmerican Multi-instrumentalist and composer Michael McEvoy shares his creative world, spanning Classical film and TV scoring through to Jazz. Through material from his recent projects, feature film “Finding your feet” (2018) as well as feature-length documentary “The Jazz Ambassadors” (2018), McEvoy will give us an insight into his workflow, his writing technique and developing a compositional voice – across multiple projects and collaborators.\n\n**17:15-18:00 Dinner**\n\n**18:00 – 19:30 Film screening “Making Waves: The Art of Cinematic Sound” (2019), Director Midge Costin**\nA feature-length documentary exploring the art, history, and aesthetics of sound in film, and by extension, sound on Earth. Examining how visionary directors work with sound designers to create the most exciting cinematic experiences. Also, featuring the latest discoveries and advances in sound technology to learn how sounds transform the cinematic experience.\n\nDuration: 1h 34 min\n\nCa 19:45 Buses back to Tallinn, Nordic Hotel Forum\n\n\n**November 27, Wednesday**\nEstonian Academy of Music and Theatre (Tatari 13, Tallinn), room A404\n\n**9:45 Registration & coffee**\n\n**10:00 – 11:00 Masterclass: Dramaturgy in scoring by means of themes and Leitmotifs**\nAmerican Multi-instrumentalist and composer Michael McEvoy takes an in-depth look at a thematic approach in film scoring and explores the world of “leitmotifs” – how directors and composers can use this as a tool to steer dramaturgy in film and music.\n\n**11:00 – 12:00 Masterclass “Composing in the physical and virtual world”**\nTom Player (Lost Track Production) leads a talk focusing on Physical vs. Virtual instruments, live\nperformance vs. programmed music and composing in a traditional sense vs. “composing for film and TV”.\n\n**12:00 – 12:15 Coffee break**\n\n**12:15 – 13:15 Composing mentorship „Music spotting for film“**\nComposer Mihkel Zilmer will share his experience from score spotting sessions with directors – be it stories of success or failure. How to read a director? How to find the correct stylistic angle?\n\n\n#### 2019 Photos\n\n[25.11.2019 Industry@Tallinn: Music Meets Film (Nordic Hotel Forum)\n](https://www.flickr.com/photos/poffihunt/albums/72157711933082841)\n\n[26.11.2019 Industry@Tallinn: Music Meets Film (Arvo Pärt Center) ](https://www.flickr.com/photos/poffihunt/albums/72157711955258598)\n\n[27.11.2019 Industry@Tallinn: Music Meets Film (EMTA)](https://www.flickr.com/photos/poffihunt/albums/72157711963237503)\n\n\n#### 2018 Mentors\n\n**Mike Newell** won the 1994 BAFTA Award for Best Direction for *Four Weddings and a Funeral*. After the release of *Harry Potter and the Goblet of Fire* in 2005, Newell became the third most commercially successful British director in recent years, behind Christopher Nolan and David Yates.\nRead more about Mike Newell’s [work](https://www.imdb.com/name/nm0001565/).\n\n**Alexandra Harwood** is a BAFTA Cymru Award-winning composer, whose films have screened worldwide. Most recently, Alexandra completed scoring Mike Newell’s feature *The Guernsey Literary and Potato Peel Pie Society* (2018) starring Lily James. Prior to this she composed the scores for the feature films *The Escape* (2018) by Dominic Savage and *Growing Up Wild* (2016), a feature documentary for Disney/Netflix USA. \nRead more about Alexandra’s [work](http://alexharwood.com/).\n\n**Paul Tothill** won the 2007 San Diego Film Critics Society Best Editing Award for Atonement, directed by Joe Wright and starring Keira Knightley. A 6-time BAFTA nominee, he is known for Joe Wright’s *Pride & Prejudice* (2005) and *Hanna* (2011).\nRead more about Paul Tothill’s [projects](https://www.imdb.com/name/nm0869375/).\n\n**Christian Vorländer** is an German music composer and programmer who began working for Hans Zimmer and Junkie XL in Los Angeles. He is known for work on the films *300: Rise of an Empire* (2014) directed by Noam Murro and *Mad Max: Fury Road* (2015) by George Miller. \nRead more about Christian’s [work](https://www.imdb.com/name/nm4706860/). \n\n**Simon Heeger** is co-founder and composer at 2WEI, which he co-founded in early 2016 together with his partner Christian Vorländer.\nWithin a very short amount of time, 2WEI managed to become Germany’s most successful music production company, creating music for over 150 commercials (Porsche, Facebook, Mercedes, Audi, and many more), Hollywood trailers (Wonder Woman, Tomb Raider, Mortal Engines), Games such as FIFA18 (together with Junkie XL), and movies (Fack Ju Goehte 3, Germany’s most successful movie of 2017). Simon & Christian were recently awarded the Golden Lion in Cannes Lions International Festival of Creativity for the music they composed for German supermarket brand EDEKA. \nRead more about Simon Heeger’s [work](https://www.imdb.com/name/nm7596377/).\n\n**Michael Pärt** is a music editor and producer who has worked on film scores for over 15 years. Prior to his recent project, the Oscar-winning The Danish Girl (2015) by Tom Hooper, he collaborated with film directors Peter Jackson and Francis Ford Coppola as well as composers Danny Elfman, Alexandre Desplat and Howard Shore among others.\nRead more about Michael Pärt’s [work](http://paert.com/).\n\n#### 2018 Programme\n\n**November 23, Friday**\nAt the Estonian Academy of Music and Theatre (Rävala puiestee 16, Tallinn), room A202\nPre-registration required (kristine.kebbinau@poff.ee)\n\n- **13.00-14.00 Mentorship. “Breaking out into the world of film” by Composer Alexandra Harwood**\n\nHow does a composer take their first steps into becoming a film composer? What can they expect? What challenges do they face? How can they best prepare? \nIn this talk Alexandra Harwood will address these questions and will explain her own personal journey from being a classically trained concert and theatre composer, to becoming a film composer. \n\n- **15:00-16.00 Mentorship “Being heard above the competition: crafting your compositional voice” by Alexandra Harwood**\n\nLooking at examples of other film composers and her own work, Alexandra Harwood will ask the questions, what does having your own voice really mean? How does a composer keep their own voice when faced with having to replace temp music by other composers, that the directors and producers might be attached to. \n\nAt Nordic Hotel Forum (Viru väljak 3, Tallinn), room Arcturus or Capella\n\n- **16:30-17.00 Opening of Music Meets Film**. Opening words by Michael Pärt, Music Producer and Editor\n- **17.00-18.30 Open panel “How composers think” / “How editors think” /”How directors think”** by Mike Newell (director), Alexandra Harwood (composer), Paul Tothill (film editor), moderated by Michael Pärt.\n\nIn this open panel, Michael Pärt moderates Alexandra Harwood, Paul Tothill and Mike Newell will talk about how they worked together on the film ‘The Guernsey Literary and Potato Peel Pie Society’, and about how they each approach music and film. How different are their considerations when starting on a film? How does the director communicate his thoughts to the editor and composer? And how does the communication between the three of them continue throughout the process from start to finish of scoring the film?\n\n**November 24, Saturday**\nAt Nordic Hotel Forum (Viru väljak 3, Tallinn)\n\n- **10.00-11.30 How Mike Newell Works with Film Music. Moderated by Tom Player (Lost Track Production)**\n\nA talk focusing on Mike Newell’s works, describing the decision-making process, how he chose composers, analytical and creative approach to the score and covering ideas that didn’t work. We will look behind the scenes of films like *Four Weddings and a Funeral*, *Harry Potter and the Goblet of Fire*, *Donnie Brasco*, *Dance With a Stranger* and *Into the West*. He will also look into soundtrack elements of John Schlesinger’s” as well as *Far from the Madding Crowd* composed by Richard Rodney Bennet. For Mike Newell, each of these films have a particular tone and atmosphere that the score exemplifies.\n\n- **11.30-11.45 Coffee Break**\n- **11.45-13.15 A discussion with a Music Editor **\n\nAlexandra Harwood moderates Michael Pärt, a Music Editor and Producer on the his work processes, which often remain invisible. This talk is aimed for both composers, as well as for production – from producers, editors to directors.\n\n- **14.30-16.00 Panel: “Scoring to picture: The differences between composing for films, trailers & commercials” by Christian Vorländer, Simon Heeger (2WEI)**\n\nWithin a very short amount of time, 2WEI managed to become Germany’s most successful music production company, creating music for over 150 commercials (Porsche, Facebook, Mercedes, Audi, and many more), Hollywood trailers (*Wonder Woman*, *Tomb Raider*, *Mortal Engines*), Games such as FIFA18 (together with Junkie XL), and movies (*Fack Ju Goehte 3*, Germany’s most successful movie of 2017). \n\nScoring music to picture is always a challenge. And every media is different. Simon Heeger & Christian Vorländer from 2WEI – who have scored music for blockbusters, Hollywood trailers and hundreds of commercials – will take you through the process of composing to picture and explain how every media has a different set of rules and needs a different approach.\n\n- **16.00-16.15 Coffee Break**\n\n- **16.15-17.15 “Finding the Right Piece of Music for Picture\"**\nOpen panel discussion with Alexandra Harwood, Mike Newell, Paul Tothill, Christian Vorländer and Simon Heeger. \n\n**November 25, Sunday**\n\n- **10.00 Gathering in Nordic Hotel Forum (Viru väljak 3, Tallinn) lobby. Trip to the Arvo Pärt Centre in Laulasmaa\n- 11.00-12.00 Tour at the Arvo Pärt Centre \n- 12.00-13.30 Masterclass “Co-Composing: Creating music in a team“** by Christian Vorländer, Simon Heeger (2WEI) \n\nMaking music out of their one-bedroom-apartment, Simon Heeger & Christian Vorländer started as a two-man-show. Almost three years later, they’re the heads of 2WEI, a dynamic composing collective, who work with composers and musicians across the globe. Learn about the challenges and chances of collaborating with other artists and how you can focus on your strengths, while outsourcing tasks to others.\n\n- **13.30-14.00 Lunch \n- 14.00-15.30 “Breaking Apart the Scene with Alexandra Harwood”**\n\nA talk focusing on several scenes from *The Guernsey Literary* and *Potato Peel Pie Society*, describing the decision-making process, analytical and creative approach and demonstrating with film clips, how cues were developed and ideas that didn’t work.\n\n- **16.00-17.30 Drinks and meeting with artists: “Music in my films” \n- 17.30-19.00 Film screening “Arvo Pärt – Even if I lose everything”**\n\nDorian Supin’s third documentary film of Arvo Pärt steps closer to the composer, showing him in a domestic setting as a composer, husband, father and grandfather. The title *Even if I lose everything* refers to an entry in Arvo Pärt’s musical notebooks, which the composer pages through in the film. The musings and recollections inspired by the notes in these journals, in parallel with domestic scenes, shed light on the composer’s life and creative philosophy, painting a personal, in-depth picture of Arvo Pärt. The film was produced by the Minor Film studio in collaboration with the Arvo Pärt Centre, UE and ECM Records and its soundtrack includes excerpts from Pärt’s works.\n\n- **19.15 Trip back to Tallinn, Nordic Hotel Forum**\n\n#### 2018 Photos\n\n[23.11.2018 Industry@Tallinn: Music Meets Films Masterclasses @EMTA](https://www.flickr.com/photos/poffihunt/albums/72157673840866107)\n\n[23.11.2018 Industry@Tallinn: Music meets film](https://www.flickr.com/photos/poffihunt/albums/72157700687833192)\n\n[24.11.18 Industry@Tallinn: Music Meets Film](https://www.flickr.com/photos/poffihunt/albums/72157703894759104)\n\n[24.11.2018 Industry@Tallinn “Music Meets Film\"](https://www.flickr.com/photos/poffihunt/albums/72157703948332735)\n\n[25.11.18 Industry@Tallinn Music Meets Film, Arvo Pärt Centre](https://www.flickr.com/photos/poffihunt/albums/72157698108430780)\n\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-05T10:23:35.876Z"
        },
        "order": 3,
        "namePrivate": "Music Meets Film 2020",
        "name": {
          "id": 28501,
          "et": null,
          "en": "Music Meets Film",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 19,
        "industry_article": {
          "id": 26,
          "title_et": null,
          "title_en": "European Film Forum Tallinn 2020",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 30,
          "created_at": "2020-11-05T08:46:25.501Z",
          "updated_at": "2020-11-26T05:11:17.973Z",
          "slug_et": "european-film-forum-tallinn-2020",
          "slug_en": "european-film-forum-tallinn-2020",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": null,
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "**The New Playbook: Resilience, Foresight, Transformation**\n\n**Time**: November 23, 2020 16.00 – 19.00 EEST / 15.00 – 18.00 CET\n\n**Venue**: Online at https://industry.poff.ee/\n\n[Watch European Film Forum Tallinn 2020 as catchup here](https://poff.elisastage.ee/landing/bc/mZ1D2CpUpk/oXu2e2hmD74)\n\nThe year 2020 has been like no other before for the European and the global film industry. The explosive shock, unprecedented in its breadth and impact, has not only imploded the full value chain of cinema but has brought to the forefront the most significant challenges the medium and the industry has faced since its birth – whichever angle one takes.\n\nThe European independent sector has witnessed perhaps the hardest, with all but a few significant festivals canceled, productions suspended, and distribution chains are broken with cinemas and audiences coping with on the national lockdown fronts.\n\nFrom a global perspective, perhaps 2020 has been the best year ever for watching, with accounts showing a tremendous spike in the consumption of audiovisual content and a staggering 79% increase in streaming hours, leading some of the super players to gap the quality of their services.\n\nAs paradoxical it might seem, the global COVID epidemic has not derailed the film industry by surprise as many would love to believe, but savagely accelerated the already current transformation processes. For a fact, few players emerging with the bounty while many are jogging dazedly behind.\n\nThus, the new playbook for a new normal is here – the question is how to define opportunities, strategies, and best practices and transform fast with foresight and resilience before it’s too late.\n\nThe European Film Forum, as a debate and discussion platform on the future evolution of European cinema and film industry, will return to Tallinn on November 23, 2020, with a half a day virtual and hybrid summit of executive-level debates, case studies, and showcases on the most pressing topics for the European film, television, and content industry at the time of COVID.\n\n**The focus themes of the 2020 edition are:**\n\n- The new industry leadership playbook at the time of COVID19 Pandemic – how to transform successfully through resilience and foresight\n- Redefining windows and rights: a time for European film distribution and exhibition value chain 2.0\n- Reaching the audience during a lockdown: A deep dive into the best practices of VOD, Livestreaming, Watch Parties and Alternative Distribution\n- Reimagining Film Festivals during lockdown: How have festivals adapted, failed, or succeeded and how to define the future role of the festivals at the European level and beyond\n- European Frontieres: The public-private model and European Copyright Infrastructure as an example of future European catalyst\n\nJoin the half-day hybrid and virtual summit and debate, learn, and network with 100+ European and global industry executives, entrepreneurs, and policymakers shaping European cinema’s future.\n\nThe European Film Forum is organized by the Tallinn Black Nights Film Festival and Industry Tallinn by the European Commission's mandate. The summit is curated by Sten-Kristian Saluveer, Head of NEXT @Marche Du Film - Festival de Cannes, and Strategist @ Accelerate Estonia - the moonshot lab powered by The Republic of Estonia to develop solutions for wicked global problems.\n\n[Check out the booklet of EUROPEAN FILM FORUM TALLINN 2020](https://drive.google.com/uc?id=1pFczbDVyA9cWSTN3r7C-nLYtXEC-3LY8&export=download)\n\n**Timetable & Sessions (in EET)**\n\n16.00 – 16.10: Opening Words: The European Industry vs. COVID19: Resilience, Alternatives, Opportunities. \n*Sten-Kristian Saluveer - EFFT Curator, Head of NEXT, MDF - Festival de Cannes*\n\n16.10 – 16.20 Opening Keynote by the European Commission  *Martin Dawson, European Commission*\n\n16.20- 16.35 European Cinema and Content Industry vs. the World during the Pandemic.\n *Ezra Eeman - Senior Manager Digital, Transformation, and Platforms, European Broadcasting Union (EBU)*\n\n16.35 – 17.10 Is digital the new theatrical? Exploring the new indie film value chain during transformation\n*Ezra Eeman - Senior Manager Digital, Transformation, and Platforms, European Broadcasting Union (EBU)*\n*Ewa Puszczyńska - Producer “Cold War”, “Kill It and Leave the Town”, “Quo Vadis, Aida”, Extreme Emotions*\n*Todd Brown - Partner, XYZ Films*\n\n17.10 – 17.25 How to reach your audience during a lockdown? The digital marketing playbook for European Films\n*Birgit Karus - CEO, Noh Productions*\n\n17.25 – 18.00 Reimagining the European Film Festival and Industry Market: Crisis or new perspectives?\n*Vanja Kaludjercic - Festival Director, IFFR*\n*Sabrina Baracetti - Festival Director, Udine Far East FF*\n *Weronika Czolnowska - New Horizons, Head of Industry* \n\n18.00 – 18.15 How to (successfully) restart European film production safely? *Adrian Wooton - Head, Film London*\n\n18.15 – 18.30 European Future Frontieres: The opportunities for Future Infrastructure for European Cinema and Content Industry  *Philippe Rixhon - Infrastructure Designer, Digiciti Networks, European Future Copyright Infrastructure* \n \n18.30 -18.50 Closing Fireside Chat: Leadership for Resilience, Foresight, Transformation.\n\n*Robert Wolcott - Adjunct Professor of Executive Education, Co-Founder and Executive Director, Kellogg Innovation Network* \n\n18.50 – 19.00 Day Wrap\n\n\nThe European Film Forum is organized by the Tallinn Black Nights Film Festival and Industry Tallinn by the European Commission’s mandate.\n\n\n# PREVIOUS YEARS\n\n\n#### European Film Forum Tallinn 2019\n\nIndustry (R)Evolution: Debating Tech, Distribution, and Future Talent for European Cinema\n\nNovember 27, 2019 Nordic Hotel Forum, Tallinn\n\nThe European Film Forum, as a debate and discussion platform on the future evolution of European cinema, returned to **Nordic Hotel Forum on November 27, 2019**, with a one day summit of executive-level debates, case studies, and showcases on the most pressing topics for the European film, television, and content industry.\n\nThe forum focused on the latest on Artificial Intelligence and its impact on creativity and filmmaking, bold strategies for future proof talent development, how industry leaders are enabling diversity driven employment in the business, the opportunities in the online creators and IP space, and how Europe’s indie games are making a dent in the world. In addition, the event covered case studies from location-based documentary VR to a selection of Europe’s finest mediatech startups and entrepreneurs.\n\n\n![ind-filmforum.jpg](http://139.59.130.149/uploads/ind_filmforum_8e24065c98.jpg)\n![ind-filmforum2.jpg](http://139.59.130.149/uploads/ind_filmforum2_363e560ad8.jpg)\n![indfilmforum3.jpg](http://139.59.130.149/uploads/indfilmforum3_d7426aaaf1.jpg)\n![ind-filmforum5.jpg](http://139.59.130.149/uploads/ind_filmforum5_f9567aac06.jpg)\n![ind-filmforum4.jpg](http://139.59.130.149/uploads/ind_filmforum4_df13361645.jpg)\n![ind-filmforum6.jpg](http://139.59.130.149/uploads/ind_filmforum6_f9101b4061.jpg)\n![ind-filmforum7.jpg](http://139.59.130.149/uploads/ind_filmforum7_738d683850.jpg)\n\n###### European Film Forum in Tallinn 2019.\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-05T08:46:25.501Z"
        },
        "order": 4,
        "namePrivate": "European Film Forum 2020",
        "name": {
          "id": 28502,
          "et": null,
          "en": "European Film Forum",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 20,
        "industry_article": {
          "id": 30,
          "title_et": null,
          "title_en": " Workshops & Masterclasses",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 30,
          "created_at": "2020-11-05T11:03:04.989Z",
          "updated_at": "2020-12-01T14:24:26.520Z",
          "slug_et": "workshops-panels",
          "slug_en": "workshops-panels",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": "The programme of Industry & Baltic Event 2020 included various workshops and masterclasses worth discovering. Find a selection of events relevant to all industry professionals. ",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "\n**Online masterclass by award-winning production designer Jacqueline Abrahams**\n*16 November, Monday 11:00—12:00 (EET)*\nKnown for Lady Macbeth and The Lobster. Created in collaboration with European Film Academy.\n[Watch the masterclass](https://industry.poff.ee/events/p-oe-ff-black-room-masterclass-by-jacqueline-abrahams/)\n\n**Online masterclass on brand identity by Karen K Burns**\n*17 November, Tuesday 16:00—17:00 (EET)\nCo-founder and manager of Visory.ai, known for working on Hollywood A-Class films. Created in collaboration with Tallinn Creative Incubator.\n\n[Watch the masterclass ](https://industry.poff.ee/events/p-oe-ff-black-room-tallinn-creative-incubator-seminar/)\n\n**Online masterclass by modeller and propmaker Simon Weisse**\n*18 November, Wednesday 11:00—12:00 (EET)*\nKnown for The Grand Budapest Hotel and Isle of Dogs. Created in collaboration with European Film Academy.\n\n[Watch the masterclass](https://industry.poff.ee/events/p-oe-ff-black-room-masterclass-by-simon-weisse) \n\n**Online masterclass by award-winning production designer Maria Djurkovic*'\n*20 November, Friday 11:00—12:00 (EET)*\nKnown for The Imitation Game and Tinker Tailor Soldier Spy. Created in collaboration with European Film Academy\n\n [Watch the masterclass](https://industry.poff.ee/events/p-oe-ff-black-room-masterclass-by-maria-djurkovic/)\n\n**CORTEX – Are you dreaming or just watching an amazing film?**\n*Friday, 20 November 14:00 (EET)*\n\nDirector of photography Thomas W. Kiennast (*The Dark Valley*, *3 Days Quiberon*), Philipp Orgassa (Lead Colorist ARRI Media), and Moritz Bleibtreu (scriptwriter, director, and main actor *Cortex*) discuss the magic and technique of creating a visually stunning and mind-bending psychological thriller with a little help from post-production.\n\n[Watch the discussion](https://industry.poff.ee/events/cortex-are-you-dreaming-or-just-watching-an-amazing-film/)\n\n**Lost in translation? Visual story development from script to screen**\n*Saturday, 21 November 18:00 (EET)*\n\nHear from masters of the PÖFF Black Room, organized in association with the European Film Academy, and German renowned screenwriters from the Face to Face program, who will discuss the commonly overlooked but important development process in filmmaking. Panelists will explore how film is a collaborative art, share their past experiences and offer creative strategies to strengthen the partnership between designers, modellers, screenwriters and other central figures in film development.\nCreated in collaboration with Variety.\n\n**Still Meets Film: Finding locations for big productions: how do you pitch locations to international producers on projects like *Tenet* and *Chernobyl*?**\n*Sunday, 22 November 17:00 (EET)*\n\nHow to attract big film and TV productions to Europe, including how to photograph locations so they look attractive, and provide information to show they make sense for the production. We will do case studies on Christopher Nolan’s Tenet and HBO’s Chernobyl, looking at how the locations were first presented to their producers. The panel will be interesting for photographers, location scouts, production designers, line producers and other film professionals. \n\n[Watch the discussion here](https://industry.poff.ee/events/location-scouting-for-big-productions-how-do-you-pitch-locations-to-international-producers-on-projects-like-tenet-and-chernobyl/)\n\n**Pitching refresher fireside chat with Bonnie Williams**\n*Monday, 23 November 11:00 (EET)*\n[Watch the fireside chat here](https://industry.poff.ee/events/pitching-refresher-fireside-chat-with-bonnie-williams/)\n\n**Taking the Digital Leap to International Streamers - Wendy Bernfeld**\n*Monday, 23 November 13:00 (EET)*\n\nWendy Bernfeld, founder and Managing Director of consultancy / digital agency Rights Stuff (www.rights-stuff.com), provides a detailed presentation on what VOD platforms are out there in the international digital sector buying and sometimes funding films. She goes beyond the usual big streamers like Netflix / Amazon, to introduce and outline various head-on competitors (including telecom and cable companies)\n[Watch the masterclass here](https://industry.poff.ee/events/taking-the-digital-leap-to-international-streamers/)\n\n**TV Beats: Jörg Winger masterclass on Global Changes and Trends in Series Production**\n*Monday, 23 November 17:00 (EET)* \n\nJörg Winger is Co-Creator and Executive Producer of the award-winning, eight-part spy trilogy *Deutchland*83/86/89.  *Deutchland*83 garnered numerous international and national accolades, including the International Emmy Award in the Drama Series category, the Grimme Award, and the Peabody Award. Jörg Winger has produced 300 episodes of the multi-award-winning primetime series *Soko Leipzig* for ZDF. He also created and produced the award-winning  German-Romanian cybercrime drama *Hackerville*  (HBO Europe & TNTSerie). Before becoming a producer, Jörg Winger received a master’s degree in Economics and worked as a journalist. \n\n[Read more and watch the masterclass](https://industry.poff.ee/events/tv-beats-joerg-winger-lecture-on-global-changes-and-trends-in-series-production/)\n\n**Script Pool Film: Don't Sabotage Your Own Film! Public workshop with Deborah Rowland**\n*Tuesday, 24 November 17:00 (EET)*\n\nDeborah will talk about the biggest mistakes she sees filmmakers make when preparing their film for release. She will show you how to avoid them and give your film the best chance of success when it comes to marketing and distribution.\n[Read more and watch the workshop](https://industry.poff.ee/events/don-t-sabotage-your-own-film/)\n\n\n**Film distribution in times of high season for streaming platforms. Opportunities and challenges for producers releases by Tine Klint**\n*Tuesday, November 24, 13:30 (EET)*\n\nA talk with Tine Klint from LevelK, operating both an international sales company and working as global digital aggregator for platforms.\n\n[Read more and attend the event here](https://industry.poff.ee/events/film-distribution-in-times-of-high-season-for-streaming-platforms-opportunities-and-challenges-for-producers/)\n\n**Workshop: Writing for Virtual Reality** \n*Friday, November 27, 14:00*\n\nA course is aimed at film writers, narrative designers, and dramaturgs interested in Virtual Reality who have little or no experience with the medium. The final goal is to create a 1-page Virtual Reality script during the session, considering technical and narrative challenges.\n\n[Read more and pre-register](https://industry.poff.ee/events/writing-for-virtual-reality-pre-registration-only/)\n\nAnd this is not all! Please find more events from [programme](https://industry.poff.ee/calendar/) including [Music Meets Film](https://industry.poff.ee/about/music-meets-film/), [Black Nights Stars](https://industry.poff.ee/about/black-night-stars/), [PÖFF Black Room](https://industry.poff.ee/about/black-room/).\n\nIf you do not manage to attend the event in live stream, you can also watch it later as catch up!\n ",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-05T11:03:04.989Z"
        },
        "order": 5,
        "namePrivate": "Workshops & Masterclasses",
        "name": {
          "id": 28503,
          "et": null,
          "en": "Workshops & Masterclasses",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 40,
        "industry_article": {
          "id": 106,
          "title_et": null,
          "title_en": "Panels & Talks",
          "title_ru": null,
          "created_by": 30,
          "updated_by": 30,
          "created_at": "2020-11-25T08:09:33.143Z",
          "updated_at": "2020-11-25T10:30:42.719Z",
          "slug_et": null,
          "slug_en": "panels-and-talks",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": "The programme of Industry @ Tallinn & Baltic Event includes several panels and talks. If you have missed the live stream, do not worry, you can  check the discussions later as catchup.\n\n",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "**How to Make Short Form Series**\n*Monday, 23 November 12:00 (EET)*\n\nThe new digital era brought many new trends in storytelling, web series, also called short form series, being one of the most significant, bringing whole new perspectives and styles. Both major and independent content providers are exploring new ways to deliver original programmes specific to digital audiences. Short form series are, without any doubt, an attractive audiovisual field that allures many talented creative minds. But what are the main differences between the short form series and other forms of storytelling and what to keep in mind while creating your own short form series?\n\n[Read more and watch the event](https://industry.poff.ee/events/how-to-make-short-form-series)\n\n\n**Talk Fighting Corona pt 2: How to Use Audience Data Correctly For Film Marketing?**  \n*Tuesday, 24 November 10:30 (EET)*\n\nThe session by Gruvi’s Vice President Asia Pacific & Central Europe - Nguyet Robbins is a follow up to a similarly titled and hugely popular workshop from this year’s Cannes Marche Du Film. Focusing at producers, the workshop presents case studies that highlight the value & importance of targeting audiences by their behaviour rather than their interests. The lecture will also reveal how to own & exploit your own audience data to improve the engagement of your campaigns by 3 to 5 x.\n\n[Check out the event here](https://industry.poff.ee/events/gruvi-workshop-how-to-market-your-film-during-covid/)\n\n\n**French-Estonian Film Co-production: Opportunities and Case-studies. In The Light of The New Treaty**\n*Tuesday, 24 November 12:00 (EET)*\n\nJoin the discussion about the French support system for minority coproductions, freshly ratified Estonian - French Co-Production Treaty, co-production before and during COVID era, and more. With the participation of Michel Plazanet and Julien Ezanno from Centre National de la Cinematographie, Edith Sepp from the Estonian Film Institute, Eric Boultel from the French Embassy in Tallinn, and director Martin Meissonnier & producer Riho Västrik for their case study Happiness@School and producer Elina Litvinova for Scandinavian Silence.\n\n[Read more and hear the discussion](https://industry.poff.ee/events/french-estonian-film-co-production-opportunities-and-case-studies-in-the-light-of-the-new-treaty/) \n\n**Creative Loan - An Affordable Loan for Those Who Create**\n*Tuesday, 24 November 14:30 (EET)*\n\nAS Finora Capital, in cooperation with the European Investment Fund (EIF) has launched a new loan product - the Creative Loan. The loan is aimed at small and medium-sized enterprises active in the cultural and creative sectors. Examples include the audiovisual sector (films, TV shows, animated films, video games and multimedia), festival organization, music, literature, architecture, archives, libraries and museums, arts and crafts, cultural heritage, design, performing arts, publishing, radio, visual arts and many more.\n\n[Read more and watch the panel](https://industry.poff.ee/events/creative-loan-an-affordable-loan-for-those-who-create/)\n\n**Shoot in the Baltics!**\n*Tuesday, 24 November 15:00 (EET)*\n\nCould the Baltic countries be your next shooting destination? With super professional crews, attractive tax/cash rebates and interesting locations, the region has plenty to offer. Come and listen to Deimantas Saladžius & Jurate Pazikate (LT), Inga Blese (LV) and Nele Paves & Inga Koppel (EST) and find out!\n\n [Watch the discussion](https://industry.poff.ee/events/shoot-in-the-baltics/)\n\n**Creating Series From an Existing IP** \n*Tuesday, 24 November 16:00 (EET)*\n\nWhether it is a book, a feature film, a previous series, a real-life persona or a combination of several of these pre-existing ideas or stories, the development process of series based on an existing IP have some specific features that perhaps differ from starting a project from scratch. In this panel discussion, we'll be talking to Cyril Tysz (Skam France), Ben Harris (Young Wallander), Ben Morris (Mr Selfridge) and Gabor Krigler (Golden Life). Moderated by Katarina Tomkova.\n\n[Watch the discussion](https://industry.poff.ee/events/creating-series-from-an-existing-ip/)\n\n**Global Screen Production – The Impact of Film and Television Production on Economic Recovery from COVID-19**\n*Tuesday, 24 November 17:00 (EET)*\n\nOlsberg•SPI’s Global Screen Production study provides compelling new evidence on the power of screen production to drive economic recovery from COVID-19. Jonathan Olsberg and Leon Forde from the firm will outline key findings from the research, which include the scale and growth of global screen production and its economic impact, the speed of production spend and the wide-ranging impacts that this activity has on business sectors outside of screen production. The study also examines the impact of COVID-19 on-screen production. Followed by Q&A and discussion.\n\n[Check out the talk](https://industry.poff.ee/events/global-screen-production-the-impact-of-film-and-television-production-on-economic-recovery-from-covid-19/)\n\n**Italian Independent Producers (AGICI) and Cineuropa present - Italian for Advanced Users: Co-production opportunities with Italy**\n*Wednesday, November 25, 15:00 (EET)*\n\nItaly’s regional funds and tax incentives can be a valuable resource to producers looking to complete or even start off their budgets. Through two case studies and four co-productions projects, the panel will illustrate a wide range of opportunities for international co-operation, particularly between Italy and countries in Eastern Europe (including the Balkans, Poland, the Baltic countries). Luciano Sovena, the president of Italy’s largest Regional Fund for international co-productions (CineLazio International) will illustrate the fund’s tools and procedures.\n\n[Watch the panel](https://industry.poff.ee/events/italian-independent-producers-agici-and-cineuropa-present-italian-for-advanced-users-co-production-opportunities-with-italy/)\n\n**How Can Artificial Intelligence Work for Your Festival Marketing and Communications? Showcase of FotoInMotion**\n*Wednesday, November 25, 18:00 (EET)*\n\nOver three years, the team of FotoInMotion has built a prototype for a mobile and desktop platform that turns single photographs into high-quality videos through utilizing machine learning and the latest research on artificial intelligence by understanding who or what is in the picture and how to build videos out of the platform automatically.\n\nJoin the session at Industry@Tallinn & Baltic Event to get to know how FotoInMotion works, what kinds of solutions and experiences are available for you and your event, and how to utilize FotoInMotion AI-powered tools to take your creativity, production, or event to the next level.\n\n[Read more and join the showcase](https://industry.poff.ee/events/how-can-artificial-intelligence-work-for-your-festival-marketing-and-communications-showcase-of-foto-in-motion/)\n\n**Filming Opportunities and Financial Incentives in Russian NorthWest**\n*Wednesday, November 25, 18:00 (EET)*\n\nRussia boosts the development of regional film commission institutions during the last two years. Now there are 18 regional film commissions developing their activity from Kaliningrad region to the West to Kamchatka region and Primorsky krai to the East of Russia. The regions of Russian Northwest like Kaliningrad, Karelia, Murmansk and Novgorod offer amazing shooting locations with beautiful landscapes close to European borders, which can be a decisive factor in terms of logistics of film crews. However, the most important aspect is economic gains and public financial support to foreign film producers. Launching of federal and regional rebate system will be the core subject of the round table discussion. Among the speakers are Svetlana Maksimchenko, Head of the Cinematography Department of the Ministry of Culture of the Russian Federation and Evgenia Danilchenko, Head of Creative Industries Export at the Russian Export Center.\n\n [Watch the discussion](https://industry.poff.ee/events/filming-opportunities-and-financial-incentives-in-russian-north-west/)\n\n**Creative Virtual Reality Industry: Outcomes of the Pandemic**\n*Thursday, November 26, 15:00 (EET)*\n\nPanel with Georgy Molodtsov (curator, Open Frame Award @ goEast FF, Russian VR Seasons Initiative, Russia), Rein Zobel (VR Creative Director, Maru VR, Estonia), Elena Malakhatka (VR_SciFest, Sweden)\n\n[Read more and join the event](https://industry.poff.ee/events/creative-virtual-reality-industry-outcomes-of-the-pandemic/)\n \n**Boundaries on the Cinema Screen - Content We Show or Choose to Show the Young Audience, Should it be Regulated and if so, by Whom?**\n*Thursday, November 26, 17:00 (EET)*\n\nWhat are the limitations of youth films nowadays? Is suitability for children and youth essentially a matter of opinion and depends on personal expectations and definitions of childhood? How important is a cultural pretext in defining youth film?\n\nThe panel discussion takes place in cooperation with Just Film Festival and ECFA (European Children's Film Association)\n[Join the panel here](https://industry.poff.ee/events/boundaries-on-the-cinema-screen-content-we-show-or-choose-to-show-the-young-audience-should-it-be-regulated-and-if-so-by-whom-1/)\n\n**The Changing Place of Film Festivals in the Film Industry** \n*Friday, November 27, 13:00 (EET)*\n\nIn the conversation, the Independent Cinema Office brings together Giulia D’Agnolo Vallan, US Programmer at Venice International Film Festival, Natalie Brenner, Partner and Head of Sales at Metro International Entertainment, and Marija Razgutė, Producer at M-Films, to share their experiences since the pandemic started. They'll be discussing what the main challenges have been over the past few months and how some of the new ways of working may continue when the pandemic is over. There will be a chance for the audience to ask questions.\n\n[Join the event](https://industry.poff.ee/events/the-changing-place-of-film-festivals-in-the-film-industry/)\n\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-25T08:09:33.143Z"
        },
        "order": 6,
        "namePrivate": "Panel & Talks",
        "name": {
          "id": 32179,
          "et": null,
          "en": "Panels & Talks",
          "ru": null
        },
        "customUrl": null
      }
    ]
  },
  {
    "id": 1,
    "industry_article": null,
    "order": 20,
    "created_at": "2020-10-23T05:53:09.601Z",
    "updated_at": "2020-11-26T09:40:23.321Z",
    "name": {
      "id": 11368,
      "et": "",
      "en": "About",
      "ru": ""
    },
    "customUrl": null,
    "subMenuItem": [
      {
        "id": 1,
        "industry_article": {
          "id": 10,
          "title_et": null,
          "title_en": "ABOUT",
          "title_ru": null,
          "created_by": 26,
          "updated_by": 30,
          "created_at": "2020-10-22T10:32:03.849Z",
          "updated_at": "2020-11-14T13:16:34.072Z",
          "slug_et": "about-2",
          "slug_en": "about-2",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": null,
          "lead_ru": null,
          "contents_et": "",
          "contents_en": "The key growing business platform in the region, **Industry @ Tallinn & Baltic Event** is a five-day summit and trade fair for audiovisual industry professionals held annually in November during the **[Black Nights Film Festival](https://2018.poff.ee/)** – one of the largest and the only FIAPF-certified competitive feature film festival in Northern Europe.\n\nThe mission of I@T&BE is to serve as a gateway for global audiovisual industries from and to the region as well as to establish ties and collaboration points with the ICT, gaming, mobile, technology and venture capital sectors. I@T&BE is focusing on connecting the Baltic and Scandinavian film, entertainment, tech & VC professionals with the US, Asia, Europe, Russia and the CIS countries.  Constantly widening its global reach, always addressing the most acute issues and with over 800 guests attending (among them 550 accredited industry professionals), it has grown into one of the largest media industry events in the region. As a result, Tallinn has regularly partnered with the European Commission, which has entrusted it to organize the European Film Forum conference that will see another edition in 2019.\n\nIn the past years, I@T&BE has also evolved into a key meeting point for Asian and American industry, linking them with top regional players. Some of our key partners and attendees in the past include Sony Pictures Entertainment, Warner Bros Entertainment, Sky Group, European Commission, MTV Networks, Rovio, Slated, Showbox, the Japan Foundation, Unic, Electronic Merchants Association, Wired Consulting, NHK Enterprises, Ted, IGDA/Gamefounders, as well as variety of producers, sales agents, film festivals, funds and film commissions from all over the world.\n\n#### **[INDUSTRY@TALLINN & BALTIC EVENT 2019 ACCREDITED GUESTS](https://industry.poff.ee/wp-content/uploads/2019/11/IDBE-Guest-List-kodulehele-15.11.2019.pdf)**\n\n**See the I@T&BE 2019 projects catalogue [here](https://industry.poff.ee/wp-content/uploads/2019/11/Projects_2019_web.pdf).**\n\n**See the I@T&BE 2019 panels catalogue [here](https://industry.poff.ee/wp-content/uploads/2019/11/Panels_2019_web.pdf).**\n\n**Key Facts 2019**\n\n- 617 film industry delegates from 54 countries\n- 500+ pre-arranged meetings\n- 74 projects represented",
          "contents_ru": "",
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": false,
          "publish_en": true,
          "publish_ru": false,
          "published_at": "2020-10-22T10:32:03.849Z"
        },
        "order": 3,
        "namePrivate": "About",
        "name": {
          "id": 11369,
          "et": "",
          "en": "About the event",
          "ru": ""
        },
        "customUrl": null
      },
      {
        "id": 22,
        "industry_article": null,
        "order": 5,
        "namePrivate": "Team",
        "name": {
          "id": 30752,
          "et": null,
          "en": "About the team",
          "ru": null
        },
        "customUrl": {
          "id": 30753,
          "et": null,
          "en": "industry-team",
          "ru": null
        }
      },
      {
        "id": 32,
        "industry_article": null,
        "order": 1,
        "namePrivate": "Calendar",
        "name": {
          "id": 30883,
          "et": null,
          "en": "Calendar",
          "ru": null
        },
        "customUrl": {
          "id": 30884,
          "et": "calendar",
          "en": "calendar",
          "ru": "calendar"
        }
      },
      {
        "id": 33,
        "industry_article": {
          "id": 11,
          "title_et": null,
          "title_en": "ACCREDITATION 2020",
          "title_ru": null,
          "created_by": 26,
          "updated_by": 3,
          "created_at": "2020-10-22T10:42:26.249Z",
          "updated_at": "2020-11-20T10:39:57.452Z",
          "slug_et": "accreditation-2020",
          "slug_en": "accreditation-2020",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": "This year the five-day summit **Industry@Tallinn and Baltic Event takes place online**. We are sad that we cannot welcome you in person in our beautiful city, but happy you can join us from wherever you are!  \n",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "\nTo attend Industry@Tallinn & Baltic Event 2020 online during November 23-27, there are two opportunities: \n\n1. **Industry PRO accreditation** is reserved exclusively for film industry professionals, and grants access to Industry@Tallinn & Baltic Event online programme, plus online screenings from Tallinn Black Nights Film Festival’s (BNFF) various competition programmes. Accreditation is valid from November 13, 2020.  \n2. **Industry ACCESS accreditation** is valid for the Industry@Tallinn & Baltic Event online programme from November 13, 2020. Industry ACCESS accreditation is created especially for talents and students and does not include the possibility to watch BNFF films. \n\n**When accredited as Industry PRO, you are invited to:**  \n\n- Actively participate in **Industry@Tallinn & Baltic Event online programme** – all-embracing online programme focusing on finding new paths, inspiration and tools in a rapidly changing film industry, and building ties between film professionals in North-Eastern Europe, CIS, US and Asia. The online programme, starting from November 16 with preliminary events, includes: \n  - Industry@Tallinn & Baltic Event public programme including the workshops, seminars, masterclasses, presentations, panels, round tables, talks and discussions of [TV Beats Forum](https://industry.poff.ee/tv-beats-forum-2/), [Music Meets Film](https://industry.poff.ee/music-meets-film/), BlackRoom, [Black Night Stars](https://industry.poff.ee/black-nights-stars/), [Script Pool Tallinn](https://industry.poff.ee/script-pool-tallinn/), [European Genre Forum](https://industry.poff.ee/european-genre-forum-2/),  [POWR Baltic Stories](https://industry.poff.ee/powr-baltic-stories-exchange-2/), etc \n  - European Film Forum Tallinn 2020  \n  - Market activities:  Co-production market, [Works in Progress](https://industry.poff.ee/works-in-progress/) presentations, one-to-one meetings (on request) to all project categories  \n- Attend **online screenings** of the Tallinn Black Nights Film Festival’s various competition programs. The films are available online starting from November 13, up to 7 days after their premiere at the festival. \nEveryone with accreditation also has access to the online program of Industry@Tallinn & Baltic Event after the event. So, if you miss a workshop or a masterclass, you can conveniently catch up later.   \n\n**PRICE** for the Industry PRO accreditation until November 12 is 45 EUR.\nStarting from November 13, the price is 60 EUR.\n\n**Industry ACCESS accreditation** is reserved for talents and students interested in the film industry, and is valid from November 16, 2020 \n\n**With Industry ACCESS accreditation, you are invited to:**  \n\n- Actively participate in **Industry@Tallinn & Baltic Event online programme** – all-embracing online programme focusing on finding new paths, inspiration and tools in a rapidly changing film industry and building ties between film professionals in North-Eastern Europe, CIS, US and Asia. The online programme, starting from Nov 16 with preliminary events, includes:\n  - Industry@Tallinn & Baltic Event public programme, including the workshops, seminars, masterclasses, presentations, panels, round tables, talks and discussions of [TV Beats Forum](https://industry.poff.ee/tv-beats-forum-2/), [Music Meets Film](https://industry.poff.ee/music-meets-film/), BlackRoom, [Black Night Stars](https://industry.poff.ee/black-nights-stars/), [Script Pool Tallinn](https://industry.poff.ee/script-pool-tallinn/), [European Genre Forum](https://industry.poff.ee/european-genre-forum-2/),  [POWR Baltic Stories](https://industry.poff.ee/powr-baltic-stories-exchange-2/), etc\n  - European Film Forum Tallinn 2020  \n  - Market activities:  Co-production market, [Works in Progress](https://industry.poff.ee/works-in-progress/) presentations, one-to-one meetings (on request) to all project categories.\nEveryone with accreditation also has access to the online programme of Industry@Tallinn & Baltic Event after the event. So, if you miss a workshop or a masterclass, you can conveniently catchup it later.   \n\n**PRICE** for Industry ACCESS accreditation – 25 EUR \n\n**The final date to apply for online accreditation – Industry PRO and Industry ACCESS – is November 25, 2020.**   \n\n**HOW TO APPLY FOR THE ACCREDITATION** \n\nPlease go to our online [ACCREDITATION PAGE](https://vp.eventival.com/poff/24th)  and log in to your account if you have one in the Eventival environment; or create a new account and log in. \n\nFollow the guidelines on the webpage, fill in any missing information, upload a forward–facing photo (min. 300×300 px) \n\nTo successfully apply for the accreditation, a filled-in Industry Guide “Who is Here” form is required. \n\nYou will be notified by e-mail about whether your accreditation has been granted or declined. \n\nYou will be able to pay by bank transfer. \n\nWe reserve the right to refuse any application that does not meet its criteria.\n\nAccreditation is personal and non-transferable. \n\nYou will receive all the necessary **login information** to attend Industry@Tallinn & Baltic Event programme (and, if an Industry PRO, to watch all the films in competition programs) a few days prior to the event.  \n\n \n\n**ADDITIONAL INFORMATION** \n\nIf you have any questions, please get in touch via industry[at]poff.ee  \n\n \n\n**DATES**\n\nBlack Nights Film Festival, 11.11-29.11.2020, [www.poff.ee](http://www.poff.ee/) \n\nIndustry@Tallinn & Baltic Event 23.11.-27.11.2020, [industrytallinn.com](industrytallinn.com ) \n\nChildren and Youth Film Festival JUST Film, 12.11-29.11.2020, [www.justfilm.ee](http://www.justfilm.ee/) \n\nShort Film & Animation Festival PÖFF Shorts, 17.11-25.11.2020 [shorts.poff.ee](http://shorts.poff.ee/)",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-10-22T10:42:26.249Z"
        },
        "order": 2,
        "namePrivate": "Accreditation",
        "name": {
          "id": 30886,
          "et": null,
          "en": "Accreditation",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 34,
        "industry_article": null,
        "order": 6,
        "namePrivate": "Catalogue",
        "name": {
          "id": 30887,
          "et": null,
          "en": "Catalogue",
          "ru": null
        },
        "customUrl": {
          "id": 30888,
          "et": null,
          "en": "https://assets.poff.ee/img/Industry%40Tallinn_%26_Baltic_Event_Catalogue_2020.pdf",
          "ru": null
        }
      },
      {
        "id": 35,
        "industry_article": null,
        "order": 7,
        "namePrivate": "Guest List",
        "name": {
          "id": 30960,
          "et": null,
          "en": "Guest list",
          "ru": null
        },
        "customUrl": {
          "id": 30961,
          "et": null,
          "en": "https://assets.poff.ee/img/Industry%40Tallinn_%26_Baltic_Event_2020_Guest_List.pdf",
          "ru": null
        }
      }
    ]
  },
  {
    "id": 5,
    "industry_article": null,
    "order": 5,
    "created_at": "2020-11-12T05:14:58.687Z",
    "updated_at": "2020-11-21T12:46:12.588Z",
    "name": {
      "id": 28486,
      "et": null,
      "en": "Do Business",
      "ru": null
    },
    "customUrl": null,
    "subMenuItem": [
      {
        "id": 6,
        "industry_article": {
          "id": 80,
          "title_et": null,
          "title_en": "About the film market",
          "title_ru": null,
          "created_by": 31,
          "updated_by": 30,
          "created_at": "2020-11-11T07:24:10.577Z",
          "updated_at": "2020-11-16T09:53:45.540Z",
          "slug_et": null,
          "slug_en": "filmmarket",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": "Industry@Tallinn & Baltic Events' 100% online film market remains a great place to business.",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "Our film market consists of the presentation of 62 projects in different stages of scriptwriting, development or production/post-production. All the projects will have the possibility of one-to-one meetings with attending industry professionals.\n\nScript Pool Tallinn invites 5 producer and writer teams to develop their feature films under expert mentorship.\n\nPOWR Baltic Stories Exchange presents 6 early-stage script projects.\n\nBaltic Event Co-Production Market is featuring 20 projects this year, including 5 as part of Russia in Focus 2020.\n\nEuropean Genre Forum hosts 8 projects for their Marketing & Packaging Lab, together with final pitching.\n\nA special initiative by A.G.I.C.I and Cineuropa - Italy Goes Baltic - presents 5 projects in development, seeking regional co-production partners.\n\nWe will screen 18 Works In Progress in three sections:  Just Film (children and youth films), Baltic Event (Baltic and Finnish films), and International Works In Progress.",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-11T07:24:10.577Z"
        },
        "order": 3,
        "namePrivate": "Film market 2020 ",
        "name": {
          "id": 28489,
          "et": null,
          "en": "Film Market",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 9,
        "industry_article": {
          "id": 22,
          "title_et": null,
          "title_en": "Script Pool Tallinn",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 30,
          "created_at": "2020-11-04T19:15:56.191Z",
          "updated_at": "2020-12-01T13:56:34.227Z",
          "slug_et": "script-pool-tallinn",
          "slug_en": "script-pool-tallinn",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": "Script Pool Tallinn is an international script competition for film, TV and drama series scripts. Its main goal is to gather talented scriptwriters with producers attached. ",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "In order to provide them support enhancing the script and maximising its production and distribution potential the participants get to work together with  well-known script doctors and pitching mentor. Each project will have the chance to pitch their story to a top specialist of the field and get one to one feedback.\n\nThe main award of 5000 Euro prize is given to two writer-producer teams – one for the outstanding script in film and one in TV series category.\n\nSince 2018, Industry@Tallinn is partnered up with [MIDPOINT TV Launch](https://www.midpoint-institute.eu/), a training and networking platform with the aim to strengthen the creative collaboration between writers, directors and producers in the development process in Central and Eastern Europe. \n\n\n#### SCRIPT POOL TALLINN 2020 WINNERS, PROJECTS AND JURY\nScript Pool Film and TV Award for is given to an outstanding script in Film and TV series category (a 5 000 EUR).\n\n**Script Pool Film**\n\nWinner: [20,000 Species of Bees](https://industry.poff.ee/project/20-000-species-of-bees/)\nScreenwriter Estibaliz Urresola Solaguren\nProduction company: Gariza Films and Sirimiri Films. Spain\n\nComment from the jury:\nWe were enchanted by the world writer/director Estibaliz Urresola Solaguren created in this poignant and personal journey of young Lucia making the biggest decision of her life during a hot summer holiday in rural Spain. We were especially impressed by Solaguren’s characters and her strong vision of the story, it’s allegories and it’s setting. We hope that winning the Black Nights Film Festival Script Pool 2020 prize helps this project to advance from development to production and we look forward to seeing it in competition at major film festivals in 2022!\n\n**Script Pool TV Award**\n\nWinner: [When You Fall](https://industry.poff.ee/project/when-you-fall/)\nScriptwriter: Biljana Crvenkovska\nProduction company: OXO Production. North Macedonia\nComment from the jury:\nThe creators of the winning project have meticulously researched the world in which their story is based, immersing themselves deeply into this world that they want to create, and bringing a unique local viewpoint, while also weaving in themes that will resonate beyond their own borders.\nThey have put a lot of thought not just into the story that they want to tell on the page, but into how they might better reach their intended audience online and make them fall in love with the characters, whilst also making an impact on their lives for the better.\nCrucially, we were also delighted to see some diversity in the characters, which was woven into the plot in a very natural way.\nFinally, we felt that the writer and producers’ passion for their subject matter leapt off the page, creating a show that hooks you from the beginning with intriguing believable characters and a layered mystery that is slowly unpeeled across the series.\n\nScript Pool Film Jury included Patrick Fisher, managing director of Creative Capital, Patrik Andersson, Producer of Midsommar (2019), Euphoria (2017), Agathe Maurac (Head of International Sales at Pyramide International.\n\nThe Script Pool TV/drama jury included Julie Hodge, Fremantle, Editorial Director at Global Drama, Anna Katharina Brehm, Production and Content Director at Seriencamp Conference, Toomas Ili (Head Of Content Acquisitions, Elisa).\n\n[Watch Script Pool Film presentations here](https://industry.poff.ee/events/script-pool-film-pitches/)\n\n [Watch the Script Pool TV presentations here](https://industry.poff.ee/events/script-pool-tallinn-pitching/)\n\n**Script Pool Film selected projects in 2020:**\n\n- *[20,000 Species of Bees](https://industry.poff.ee/project/20-000-species-of-bees/)* (Spain), screenwriter Estibaliz Urresola Solaguren, from the production company Gariza Films and Sirimiri Films; \n- *[Franky Five Star](https://industry.poff.ee/project/franky-five-star/)* (Germany, Finland), screenwriters Knut Mierswe and Birgit Möller, production company Achtung Panda! \n- *[Ghost in The House](https://industry.poff.ee/project/the-ghost-in-the-house/)* (Iceland), screenwriters Olaf de Fleur Johannesson and Hrafnkell Stefansson, production company Poppoli Pictures; \n- *[The mysterious gaze of the Flamingo](https://industry.poff.ee/project/the-mysterious-gaze-of-the-flamingo/)* (Chile), writer Diego Céspedes, production company Quijote Films; \n- *[A Smile Worthwhile](https://industry.poff.ee/project/a-smile-worthwhile-1/)* (Turkey, Estonia), screenwriter Sefa Öztürk, production company Purple Pigeon Productions. \n\n**ScriptPool TV participants in 2020**\n\n- *[Red Orchestra](https://industry.poff.ee/project/red-orchestra/)* (Poland), scriptwriters Wiktor Piątkowski, Joanna Niczyj, Robert Gucman, Bahama Films\n- *[#Malamamma - The Dark Side of Motherhood](https://industry.poff.ee/project/malamamma-the-dark-side-of-motherhood/)* (Italy), scriptwriters Eva Milella, Nicola Ravera Rafele, Tico Film Company Srl\n- *[Wandering Souls](https://industry.poff.ee/project/wandering-souls/)* (Latvia, Lithuania) scriptwriters and directors Raitis Abele, Lauris Abele, Tritone Studio\n- *[When You Fall](https://industry.poff.ee/project/when-you-fall/)* (North Macedonia), scriptwriter Biljana Crvenkovska, OXO Production\n- *[Who Shot Otto Mueller?](https://industry.poff.ee/project/who-shot-otto-mueller/)* (Estonia), scriptwriter Birk Rohelend, director Ain Mäeots, Cuba Films\n\n**Script Pool Tallinn 2020 Juries**\n\nThe juries for both categories – film and drama scripts – include acknowledged experts in the film and/or drama field.\n\nThe Script Pool TV/drama jury includes **Julie Hodge** (Fremantle, Editorial Director at Global Drama), **Anna Katharina Brehm** (Production and Content Director at Seriencamp Conference) and **Toomas Ili** (Head Of Content Acquisitions, Elisa).\n\nThe jury of Script Pool Film includes **Patrick Fisher** (managing director of Creative Capital), **Patrik Andersson** (Producer of Midsommar 2019, Euphoria 2017) and **Agathe Maurac** (Head of International Sales at Pyramide International). \n\n![in-scriptpool1.jpg](http://139.59.130.149/uploads/in_scriptpool1_2f6fa25ac6.jpg)\n###### Script Pool Tallinn 2019 presentations. Photos by Johan Huimerind\n# \n#### Public workshop in \"Don't Sabotage You Own Film\"\n\n**Don’t Sabotage Your Own Film!** public workshop with **Deborah Rowland** (open to all festival attendees)  for filmmakers took placeon the 24 November 2020. Deborah talked about the biggest mistakes she sees filmmakers make when preparing their film for release. She also showed how to avoid them and give your film the best chance of success when it comes to marketing and distribution.\n\nRowland runs We Are The Tonic, an entrepreneurial marketing and distribution consultancy, delivers an MA in Marketing, Distribution, Sales and Exhibition at the UK National Film and Television School, and is an Honorary Fellow of the University of Exeter. Previously she has held senior positions at Koch Media, Curzon Artificial Eye, Twentieth Century Fox, Disney, Icon Film Distribution, Contender/EOne and The Pearson Group. Rowland has managed the campaigns for hundreds of films, including: [*A Separation*](https://www.imdb.com/title/tt1832382/), [*Amour*](https://www.imdb.com/title/tt1602620/?ref_=fn_al_tt_1), [*Melancholia*](https://www.imdb.com/title/tt1527186/) and [*We Need To Talk About Kevin*.](https://www.imdb.com/title/tt1242460/?ref_=fn_al_tt_1)   \n\n\nScript Pool Tallinn has been an important stepping stone for several projects. Just recently it was announced that Shonali Bose, the winner of Script Pool Tallinn in 2017, has finished her film *The Sky Is Pink* and it will have its world premiere as a gala screening at the Toronto International Film Festival in September. The film’s co-writer is Nilesh Maniyar, who presented the project in Tallinn – both of them also co-directed and wrote *Margharita With A Straw*, that received the best actress award at Black Nights Film Festival in 2014. Other past participants include Andrea Pallaoro (director of Hannah) and Aleksandr Kott.\n\n# PREVIOUS YEARS\n\n#### Script Pool Film 2019 Awards and Selection\n\n**Script Pool Tallinn 2019**\n\n**Global Screen Award** (5000 euros)\n\nThe third Script Pool Tallinn competition prize is provided by the leading international sales & distribution company Global Screen GmbH.\n\nWinner: ***Molly*** by scriptwriter Nicole Paglia and producer Jessie Mangum\n\nJury comment: With its authenticity, current, relevant, subject matter and sense of humour, the nicely-shot Brownie is a film about appearance that digs deeper into many other levels and deserves international distribution.\n\nIndustry@Tallinn & Baltic Event Works in Progress jury included Dhanushka Gunathilake, Cinematographer, Festival curator, Debra Liang, Level K and Alissa Simon, Palm Springs IFF, Chicago IFF\n\n**Selected projects in 2019 in feature film category**\n\n1. *Transition* by director and scriptwriter Artem Semakin\n2. *In The Belly Of A Tiger* by director and scriptwriter Jatla Siddhartha\n3. *Molly* by scriptwriter Nicole Paglia and producer Jessie Mangum\n4. *Reply To A Letter From Helga* by scriptwriter and director Ása Hjörleifsdóttir \n5. *Drops of Water* by scriptwriter and director Robert Budina \n6. *Melchior The Apothecary* by scriptwriters Elmo Nüganen, Olle Mirme and producer Kristian Taska\n\n\n#### Script Pool TV 2019 Awards and Selection\n\n**Script Pool TV 2019**\n\n**Global Screen Award** (5000 euros)\n\nThe third Script Pool Tallinn competition prize is provided by the leading international sales & distribution company Global Screen GmbH.\n\nWinner: ***The Deep***, written by Lauri Lippmaa\n\nThe Deep also received a [**The Hypewriter Award**](https://hypewriter.tv/about) – an official invitation to the following year’s final eight to the Hypewriter International Series Pitch Forum in June 2020 in Budapest. The winner’s pilot episode will receive € 110 000 production support.\n\n**The selected projects 2019 for the TV drama category**\n\n1. *The Deep*, written by Lauri Lippmaa\n\n2. *The Secret Society of Souptown and the Cucumbria Mafia* by Andris Feldmanis and Livia Ulman.\n\n3. *Court of Muses*, developed by Julia Effertz and Luxembourg’s Wady Films.\n\n4. *The Holy Family* by Gábor Osváthis.\n\n5. *Crossing Place* by Gary Duggan\n\n6. *Different* created by Petr Koubek\n\n#### Script Pool 2019 Jury\n\n***Script Pool TV 2019***\n\n**Kamila Zlatušková** – Independent TV producer from Czech Republic\n\n**Dominic Schreiber**  – Global Drama Executive at leading independent drama producer and distributor, Reel One Entertainment. \n\n**Benjamin Harris** – writer and producer\n\n***Script Pool FILM 2019***\n\n**Celine Dornier** – Executive Producer at Logical Pictures\n\n**Yaron Shamir** – Programmer and Special Events Coordinator at Haifa International Film Festival\n\n**Jennyfer Gautier** – Buyer and international sales at UDI – Urban Distribution International\n\n#### Script Pool 2018 Awards & Selection\n\n**Script Pool Tallinn Awards 2018:**\n\n**Global Screen Award** (5000 EUR)\nThe Script Pool Tallinn competition prize is provided by the leading international sales & distribution company Global Screen GmbH.\n\nWinner: ***Man Of Deeds*** by Radu Romaniuc, Romania\n\nDirector: Nicolae Constantin Tănase\n\nProduction companies: Papillon Film, Tangaj Production\n\nProducer: Paul Negoescu, Anamaria Antoci\n\nJury statement: For the craft and cinematic vision in creating a fascinating modern-day noir, the award goes to “Man of Deeds” by Radu Romaniuc. We were particularly impressed by the well-developed and diverse characters, who create a complex mirror of today’s society, and by the ability to mix dark humour and deep moral conflicts, and to build up tension in revealing the dark truth hidden behind a seemingly peaceful landscape.\n\n**Script Pool Tallinn 2018 Selection:**\n\n1. ***Eva, Stay with Me*** by Daniel Baldotto, Colombia\n2. ***Lisa Antelava Is a Bitch by George Varsimashvili***, Nicos Panayotopoulos, Georgia\n3. ***Man of Deeds*** by Radu Romaniuc, Romania\n4. ***Quake*** by Tinna Hrafnsdóttir, Iceland\n5. ***Welcome to the USA*** by Assel Aushakimova, Kazakhstan\n\nDownload the 2018 [project catalogue.](https://industry.poff.ee/wp-content/uploads/2018/11/BE_2018_ScriptPool.pdf)\n\n#### Script Pool 2018 Jury\n\n**Script Pool Tallinn 2018 Jury:**\n\n**Katharina Suckale**, producer at Bombay Berlin Film Productions\n\n**Marcello Paolillo**, Head of Art of Panic, Stepln project manager at Locarno Film Festival\n\n**Julia Weber**, Head of Theatrical Sales & Acquisitions of Global Screen GmbH\n\n \n\n\n\n\n\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-04T19:15:56.191Z"
        },
        "order": 4,
        "namePrivate": "Script Pool Film 2020",
        "name": {
          "id": 28492,
          "et": null,
          "en": "Script Pool Film",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 7,
        "industry_article": {
          "id": 19,
          "title_et": null,
          "title_en": "Baltic Event Co-Production Market 2020",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 30,
          "created_at": "2020-11-04T10:55:05.601Z",
          "updated_at": "2020-12-01T14:53:26.340Z",
          "slug_et": "baltic-event-co-production-market-2020",
          "slug_en": "baltic-event-co-production-market-2020",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": "",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "**Co-Production Market**, held at Baltic Event since 2005, is the meeting-place for feature films in development looking for co-producers, financiers and sales agents. Around 15 projects are selected each year and over 300 pre-arranged meetings held with decision-makers who have made Tallinn their yearly stopover to look for new projects for their slates. While the market’s primary territory consists of Estonia, Latvia, Lithuania, Finland, Sweden, Norway, Denmark, Iceland, Poland, Hungary, Czech Republic, Slovakia, Bulgaria, Romania, Bosnia and Herzegovina, Croatia, Northern Macedonia, Montenegro, Serbia, Slovenia, Russia, Georgia and Ukraine, projects from elsewhere, given that they have a link to the afore-mentioned region and are looking to put together a natural co-production, are welcome. Training on topics such as marketing and distribution in the international environment, multi-platform opportunities, and alternative financing methods is offered for project representatives.\n\n\n#### 2020 Awards, Selection and Jury \n\n20 projects were presented in the official selection of the 19th edition of Co-Production Market at Industry@Tallinn & Baltic Event\n\n**Eurimages Co-Production Development Award**\nThe award of 20 000 Euros was given to the best project based on its artistic quality and potential for theatrical release.\n\nWinner: [Electric Sleep](https://industry.poff.ee/project/electric-sleep/), written and directed by Zeynep Dadak\nProducer: Titus Kreyenberg\nProduction company: unafilm, Germany\nJury statement:\n“The jury was seduced by the originality of the topic and strongly believes that this talented young female director will manage to integrate a complex multi-layered content into a straightforward genre film.”\n\n**Screen International Best Pitch Award** (offering coverage of the winning film)\n\nWinner: [Tasty](https://industry.poff.ee/project/tasty/), written and directed by Egle Vertelyte\nProduced by Lukas Trimonis\nProduction Company: Inscript, Lithuania\n\n**Marché du Film Producers’ Network Award 2021** (for Promising Young Producer with free accreditations to next year’s edition)\n\nWinners: Laura McNicholas, 925 Productions, Ireland and Marina Naumova, Garpastum Pictures, Russia\n\n#### BE Co-Production Market Selection 2020:\n\n1. *[8 Views of Lake Biwa](https://industry.poff.ee/project/8-views-of-lake-biwa/)*, written and directed by Marko Raat, produced by Ivo Felt, Dora Nedeczky, Allfilm, Estonia\n2. *[Aliya](https://industry.poff.ee/project/aliya/)*, written and directed by Dekel Berenson, produced by Marek Rozenbaum, Transfax Film Productions ltd., AR Content, Israel, Russia\n3. *[Apathy](https://industry.poff.ee/project/apathy/)*, written by Alexandros Avranas, Stavros Pamballis and directed by Alexandros Avranas, produced by Sylvie Pialat for Les films du Worso and Adeline Fontan Tessaur for Elle Drive\n4. *[Class A](https://industry.poff.ee/project/class-a)*, written by Cara Loftus, directed by Brian Durnin, produced by Laura McNicholas, 925 Productions, Ireland\n5. *[Cold as Marble](https://industry.poff.ee/project/cold-as-marble)*, written by Roelof-Jan Minneboo, directed by Asif Rustamov, produced by Guillaume de Seille, Arizona Productions, Azerbaijan, France\n6. *[Dogborn](https://industry.poff.ee/project/dogborn)*, written and directed by Isabella Carbonell, produced by David Herdies, Farima Karimi, Erik Andersson, Momento Film, Sweden\n7. *[Electric Sleep](https://industry.poff.ee/project/electric-sleep)*, written and directed by Zeynep Dadak, produced by Titus Kreyenberg, Unafilm, Germany\n8. *[Kevlar Soul](https://industry.poff.ee/project/kevlar-soul)*, written by Pelle Rådström, directed by Maria Eriksson-Hecht, produced by Ronny Fritsche, Zentropa Sweden, Sweden\n9. *[Maria’s Silence](https://industry.poff.ee/project/maria-s-silence)*, written and directed by Dāvis Sīmanis, produced by Gints Grūbe, Mistrus Media, Latvia\n10. *[Milk Teeth](https://industry.poff.ee/project/milk-teeth)*, written and directed by Mihai Mincan, produced by Ioana Lascar, Radu Stancu, deFilm, Romania\n11. *[Ninja from Manila](https://industry.poff.ee/project/ninja-from-manila)*, written and directed by Miko Livelo, produced by Alemberg Ang, vy/ac Productions, Philippines\n12. *[Soldier](https://industry.poff.ee/project/soldier)*, written and directed by Toni Kamula, produced by Oskari Huttu, Lucy Loves Drama, Finland\n13. *[Tasty](https://industry.poff.ee/project/tasty)*, written and directed by Egle Vertelyte, cowritten by  Irena Kuneviciute, produced by Lukas Trimonis, Inscript, Lithuania\n14. *[Us, 15](https://industry.poff.ee/project/us-15)*, written by Anna Buryachkova, Marina Stepanska, directed by Anna Buryachkova, produced by Natalia Libet, Vitaliy Sheremetiev, DGTL RLGN, Ukraine\n15. *[Untitled Julian Jarrold Love Story](https://industry.poff.ee/project/untitled-julian-jarrold-love-story)*, directed by Julian Jarrold, produced by Merlin Merton, Marie Gade Denessen, Paradox House, Zentropa Entertainments, United Kingdom\n\n#### Russia in Focus:\n\n1. *[At the End of the World](https://industry.poff.ee/project/at-the-end-of-the-world)*, written by Semyon Ermolaev, directed by Eduard Novikov, produced by Sardana Savvina, Sardaana Films, Russia\n2. *[The Beilis Case](https://industry.poff.ee/project/the-beilis-case)*, written by Yuri Arabov, directed by Andrey Proshkin, produced by Alexander Vaynsheyn, Archil Gelovani and Marina Naumova, Garpastum Pictures, Russia (EAVE On Demand in Russia)\n3. *[The Land Named Sasha](https://industry.poff.ee/project/the-land-named-sasha)*, written and directed by Yulia Trofimova, produced by Katerina Mikhaylova, Vega Film, Russia (EAVE On Demand in Russia)\n4. *[The Summer Ends Soon](https://industry.poff.ee/project/the-summer-ends-soon)*, written and directed by Yana Skopina, produced by Tamara Bogdanova, Yerkezhan Maksut, Anna Katchko, Kinokult, Russia, Kazakhstan\n5. *[White Road](https://industry.poff.ee/project/white-road)*, written and directed by Ella Manzheeva, produced by Elena Glikman, Victoria Lupik, Telesto Film, Anniko Films, Russia\n\nThe Eurimages Jury for BE Co-Production Market 2020 consists of **Elena Kotova**, Eurimages representative, Czech Republic, **Renata Santoro**, Head of Programming, Giornate Degli Autori, Italy and **Kaarle Aho**, producer, Making Movies Oy, Finland.\n\n\nBE Co-Production Market 2020 meetings were held on November 25-26 via the platform [b.square](https://www.bdotsquare.com/).\n\n![ind-balticevent.jpg](http://139.59.130.149/uploads/ind_balticevent_d4d39b5da9.jpg)\n###### Co-Production Market one-to-one meetings. Photo: Johan Huimerind\n\n[Baltic Event Co-Production Market](https://industry.poff.ee/co-production-market/) presenting the Eurimages Co-Production Development Award in the amount of 20 000 Euros, has introduced a grand total of 210 projects since its launch and is proud to announce that 90 of these projects have been completed and dozens are still in various stages of development or production. Over the years, the projects have enjoyed notable success at international film festivals and the box office.\n\n\n# PREVIOUS YEARS\n\n#### 2019 Selection, Jury and Awards\n\n19 projects was be presented at the  Co-Production Market 2019 taking place between November 26-29 during the Industry@Tallinn & Baltic Event. \n\n**Best Project**\n\n**Eurimages Co-Production Development Award**\n\nThe award of 20 000 Euros was given to the best project based on its artistic quality and potential for theatrical release.\n\nWinner: ***The Great Match*** by Filip Syczynski, Poland\n\nProduced by Anna Rozalska and Aleksandra Aleksander, Match & Spark\n\nJury comment: The project convinced unanimously with the strong heartfelt motivation of the director who has a German and a Polish teenage refugee settling the scores of the recurrent European discussion about freedom on the tennis court.\n\n**Screen International Best Pitch Award** (offering coverage of the life-cycle of the winning film)\n\nWinner: ***The File*** by Jonas Karasek\n\nProduced by Wanda Adamik Hrycova, Wandal Production, Slovakia\n\n**Cannes Marché du Film Producers’ Network Award** (for Promising Young Producer with free accreditations to next year’s edition)\n\nWinners: **Carla Fotea**, Romania and **Andreas Kask**, Estonia\n\nThe Eurimages Jury included Uljana Kim, Producer, Studio Uljana Kim, Lithuania, Simon Ofenloch, Commissioning Editor, ZDF ARTE, Germany, and Alex Traila, Consultant, National Representative of Eurimages, Romania.\n\nThe Best Pitch was awarded by Martin Blaney, Screen International, Germany.\n\n**Baltic Event Co-Production Market Official Selection 2019:**\n\n1. ***Aria***, directed by Noud Heerkens, produced by Joram Willink, Bind, The Netherlands\n2. ***Babydoll***, directed by Elena Lanskih, produced by Natalia Drozd, CTB Film Company, Russia\n3. ***A Butterfly’s Heart***, directed by Inesa Kurklietyte, produced by Zivile Gallego, Fralita Films, Lithuania\n4. ***Clara***, directed by Sabin Dorohoi, produced by Daniel Burlac, Western Transylvania Studios, Romania\n5. ***The Conference***, directed by Ivan I. Tverdovskiy, produced by Katerina Mikhaylova, Vega Film, Russia\n6. ***The Exchange***, directed by Sergo Ustyan, produced by Tigran Hambardzumyan, Persona Grata Group, Armenia\n7. ***The File***, directed by Jonas Karasek, produced by Wanda Adamik Hrycova, Wandal Production, Slovakia\n8. ***The Golden Spot***, directed by Liene Linde, produced by Guntis Trekteris, Ego Media, Latvia\n9. ***The Good Driver***, directed by Tonislav Hristov, produced by Kaarle Aho, Making Movies, Finland\n10. ***The Great Match***, directed by Filip Syczynski, produced by Anna Rozalska, Match & Spark, Poland\n11. ***Horia***, directed by Ana Maria Comanescu, produced by Ada Solomon, microFILM, Romania\n12. ***Never Enough*** White Roses, directed by Miika Soini, produced by Tiina Butter, Butterworks, Finland\n13. ***Reconstruction***, directed by Evar Anvelt, produced by Andreas Kask, Nafta Films, Estonia\n14. ***The Seal Mother***, directed by Agnieszka Trzos, produced by Roman Jarosz, Holly Pictures, Poland\n15. ***Sola***, directed by Issa Serge Coelo, produced by Wilf Varvill, Fire Engine, Great Britain\n \n**Focus on Ireland:**\n\n16. ***July Fly***, directed by Stevie Russell, produced by Samantha Corr, Venom Films, Ireland\n17. ***The Sparrow***, directed by Michael Kinirons, produced by Alicia Ní Ghráinne, Tiger Darling Productions, Ireland \n \n**Spotlight on Argentina:**\n\n18. ***The Thaw***, directed by Facundo Escudero Salinas, produced by Nicolás Münzel Camaño, Pensilvania Films, Argentina\n\nDownload the [Project Catalogue](https://industry.poff.ee/wp-content/uploads/2019/11/co_pro_market_2019.pdf).\n\n[Read More](https://industry.poff.ee/co-production-market/)\n\n\n#### 2018 Selection, Jury and Awards\n\n\n**Co-Production Market Awards 2018**\n\n15 projects were presented in the official selection of the Co-Production Market taking place on November 27-30, 2018, at Industry@Tallinn & Baltic Event during Tallinn Black Nights Film Festival.\n\n**Best Project**\n\nEurimages Co-Production Development Award\n\nThe award of 20 000 Euros is given to the best project based on its artistic quality and potential for theatrical release. \n\nWinner: ***A Girl’s Room*** by Aino Suni, France/Finland\n\nProducers: Sébastien Aubert, Ulla Simonen\n\nProduction companies: Adastra Films, MADE\n\nJury statement: The jury was impressed with the quality of the director’s previous short films. They appreciated the strong personal vision this promising young director has for her debut feature. The jury also noted the strong collaboration between the Finnish and French team since the project’s inception and furthermore they felt this exciting project has the potential to reach international audiences.\n\n**Cannes Marché du Film Producers’ Network Award** (for Promising Young Producer with free accreditations to next year’s edition)\n\nWinners: **Marianne Ostrat**, Alexandra Film, **Vladimer Chikhradze**, 20 Steps Production\n\n**Screen International Best Pitch Award** (offering coverage of the life-cycle of the winning film)\n\nWinner: ***The Oasis of Now*** by Ramy Hamezan, Finland\n\nProducer: Jussi Rantamäki, Aamu Film Company\n\nJury statement: The filmmaking team clearly presented an engaging and original project that subverts the stereotype of the familiar refugee story. Through this unique perspective the film will give us back the true meaning of human warmth, friendships and family in today’s world.\n\nCo-Production Market Jury:\n\n**Emma Scott**, Production and Distribution Manager, Screen Ireland, Ireland;\n\n**Jeremy Zelnik**, Head of Industry, Les Arcs Film Festival, France;\n\n**Giovanni Pompili**, Producer, Kino Produzioni, Italy\n\n**2018 Co-Production Market selection:**\n\n1. ***After Hours***, written by Kristo Kaas and Mart Raun, directed by Priit Pääsuke, produced by Marianne Ostrat, Alexandra Film, Estonia\n2. ***Cartacrespa.*** written by Michele Codarin, Michele Cogo, Nicola Lucchi, Sara Olivieri, and Massimo Vavassori, directed by Michele Codarin, produced by Fabiana Balsamo, Quasar Multimedia, Italy\n3. ***Chemistry***, written and directed by Adina Dulcu, produced by Tudor Giurgiu, Libra Film Productions, Romania\n4. ***Comrade Dona,*** written by Filip Columbeanu, directed by Igor Cobileanski, produced by Iuliana Tarnovetchi, Alien Film, Romania\n5. ***Erasing Frank***, written and directed by Gabor Fabricius, produced by Gabor Ferenczy, FocusFox, Hungary\n6. ***A Girl’s Room***, written and directed by Aino Suni, produced by Sébastien Aubert, Adastra Films, France\n7. ***Light Light Light***, written by Juuli Niemi, directed by Inari Niemi, produced by Oskari Huttu, Lucy Loves Drama, Finland\n8. ***Lovable***, written and directed by Stanislavs Tokalovs, produced by Alise Gelze, Tasse Film, Latvia\n9. ***The Oasis of Now***, written by Hamy Ramezan and Antti Rautava, directed by Hamy Ramezan, produced by Jussi Rantamäki, Aamu Film Company, Finland\n10. ***Oxygen***, written by Birute Kapustinskaite, directed by Ernestas Jankauskas, produced by Gabija Siurbyte, Dansu Films, Lithuania\n11. ***Patagonia***, written and directed by Aga Zwiefka, produced by Izabela Igel, Harine FIlms, Poland\n12. ***Quake***, written and directed by Tinna Hrafnsdóttir, produced by Hlín Jóhannesdóttir, Ursus Parvus, Iceland\n13. ***Wedding on My Street***, written and directed by Shota Gamisonia, produced by Vladimer Chikhradze, LTD 20 Steps Productions, Georgia\n14. ***Youri***, written by Bastiaan Tichler, directed by Sander Burger, produced by Denis Vaslin, Volya Films, Netherlands\n15. ***Zenith***, written by Olga Reka and Igor Stekolenko, directed by Igor Stekolenko, produced by Natalia Libet, Digital Religion, Ukraine\n \nDownload the [project catalogue](https://industry.poff.ee/wp-content/uploads/2018/11/BE_2018_CoPro.pdf).\n\n\n#### Logos\n\nPlease download Baltic Event logos for print here:\n\n[BE17 logo black-and-white](https://industry.poff.ee/wp-content/uploads/2017/11/BE17-logo-bw.pdf)\n\n[BE17 logo in black-and-white negative](https://industry.poff.ee/wp-content/uploads/2017/11/BE17-logo-bw-neg.pdf)\n\n[BE17 logo colour](https://industry.poff.ee/wp-content/uploads/2017/11/BE17-logo-colour.pdf)\n\n[BE17 logo colour negative](https://industry.poff.ee/wp-content/uploads/2017/11/BE17-logo-colour-neg.pdf)\n\nPlease download Baltic Event logos for screen here:\n\n[BE17 logo black-and-white](https://industry.poff.ee/wp-content/uploads/2017/11/BE17-logo-bw.jpg)\n\n[BE17 logo black-and-white negative](https://industry.poff.ee/wp-content/uploads/2017/11/BE17-logo-bw-neg.jpg)\n\n[BE17 logo colour](https://industry.poff.ee/wp-content/uploads/2017/11/BE17-logo-colour.jpg)\n\n[BE17 logo colour negative](https://industry.poff.ee/wp-content/uploads/2017/11/BE17-logo-colour-neg.jpg)\n\nPlease download Baltic Event transparent logo here:\n\n[BE17 logo white transparent](https://industry.poff.ee/wp-content/uploads/2017/11/BE17-logo-transparent.gif)\n\n\n#### Rules and Regulations\n\nPlease download BE Co-Production Market [Rules and Regulations](https://industry.poff.ee/wp-content/uploads/2019/06/BALTIC-EVENT-RULES-AND-REGULATIONS-2019.pdf).\n\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-04T10:55:05.601Z"
        },
        "order": 5,
        "namePrivate": "Co-Production Market 2020",
        "name": {
          "id": 28490,
          "et": null,
          "en": "Co-Production Market",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 8,
        "industry_article": {
          "id": 20,
          "title_et": null,
          "title_en": "Works In Progress",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 30,
          "created_at": "2020-11-04T16:42:13.583Z",
          "updated_at": "2020-12-28T06:01:02.203Z",
          "slug_et": "works-in-progress",
          "slug_en": "works-in-progress",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": "",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "Industry@Tallinn & Baltic Event has three showcases: Just Film (children and youth film projects) Works in Progress, Baltic Event Works in Progress (Baltic and Finnish projects), International Works in Progress.\n\n18 films in production or post-production, looking for sales agents or festivals for international premiers, will be presented at the Industry@Tallinn & Baltic Event Works in Progress sessions in 2020.\n\nAs this year’s Industry@Tallinn & Baltic Event takes place fully online, the projects were presented online at industry.poff.ee website. \n \n[Watch Baltic Event Works in Progress presentations](https://industry.poff.ee/events/be-works-in-progress-presentation/)\n\n[Tune in for Just Film Works in Progress presentations](https://industry.poff.ee/events/just-film-works-in-progress-presentation/)\n\n[Join with International Works in Progress presentations](https://industry.poff.ee/events/international-works-in-progress-presentation/)\n\n#### 2020 Awards, Jury and Selection\n\n**The Post Production Award**\nBoth of the projects will receive post-production services in the amount of up to 5 000 Euros at Post Control, the leading Finnish post production house, but not more than 2/3 of the expenses incurred at Post Control. The award is given to the project which successfully combines creative and commercial potential.\n\nWinner: [Kalev](https://industry.poff.ee/project/kalev/), directed by Ove Musting\nProducers: Pille Rünk, Maria Avdjushko\nProduction company: Allfilm, Ugri Film, Estonia.\nJury comment: Kalev is a promising first feature film based on true events narrated through the lens of sport and its competitive spirit, who follows the paths of a generation which had to face the collapse of USSR and the challenges of a new independence for their own nation.\n\nWinner: [Nuuccha](https://industry.poff.ee/project/nuuccha/), directed by Vladimir Munkuev\nProducers: Aleksandr Plotnikov, Boris Khlebnikov, Valeriy Fedorovich, Evgeniy Nikishov, Albert Ryabyshev, Andrei Ushatskiy\nProduction company: Look Film, The Place of Power, R-Media, Russia\nJury comment: Nuuccha is a compelling debut from Russia by Vladimir Munkuev, spearheaded by Boris Khlebnikov, which triggered our interested to see the completed film, shoot in the challenging beauty of Yakut on the big screen as soon as possible.\n\n**The Baltic Event Works in Progress Award**\nThe Baltic Event Works in Progress Award, (1500 Euros) is given to projects that stand out with the strongest and boldest artistic vision. The award will help the film gain visibility during its promotion and distribution in the Baltic States by covering related costs in the region.\n\nWinner: [I Am Fine, Thanks](https://industry.poff.ee/project/i-am-fine-thanks/), directed by Ernestas Jankauskas\nProducers: Gabija Siurbytė, Greta Akcijonaitė\nProduction company: Dansu films, Lithuania\nJury comment: I Am Fine, Thanks by talented Lithuanian helmer Ernestas Jankauska, who creates with his dedicated team a thoughtful artistic daring vision of an important, but in our society often neglected and seldom discussed topic: panic attack driven protagonist Maria is portrayed with a convincing visual concept — starting from the poster, ending with the intense DoP work.\n\nWinner: [Neon Spring](https://industry.poff.ee/project/neon-spring/), directed by Matīss Kaža\nProducers: Dace Siatkovska, Matīss Kaža\nProduction company: Deep Sea Studios. Latvia\nJury comment: Neon Spring is a young and contemporary story full of honesty and struggles that portrays the dichotomy between the promising and exciting youth of a teenager discovering her own future and the harsh reality of a broken relationship with her parents and the nude cruelty of an imperfect world far from Instagram pictures.\n\n**Just Film Works in Progress Award**\nYouth and Children’s Film Festival Just Film is the biggest sub-festival of Tallinn Black Nights Film Festivals.\nThe award-winner receives 1000 EUR monetary prize to help the film gain visibility by covering promotion and publicity costs.\n\nWinner: [The Sleeping Beast](https://industry.poff.ee/project/the-sleeping-beast/) by Jaak Kilmi\nProducers: Evelin Penttilä\nCo-producer: Roberts Vinovskis\nProduction companies: Stellar Film, Studio Locomotive. Estonia, Latvia.\n\nJury comment: This one particular pitch convinced us, because of a very intriguing scene that shows a wonderful cast of child actors. A quite intense situation that’s somewhat casually narrated. Aiming at the age group of children between 10-12, this film seems to be a promising way to create awareness for ethical problems, to discuss what is right and what is wrong. \n\nThe jury of Works in Progress in 2020 included **Isabel Ivars-Sancho**, Films Boutique, festivals & sales, **Ilaria Gomarasca**, Head of First Cut+ and **Nikolaj Nikitin**, Artistic Director Febiofest & Head of Studies and CEO of SOFA - School of Film Advancement.\n\nThe jury of Just Film Works in Progress in 2020 included **Per Eriksson**, Head of the Swedish Federation of Film Societies, **Olaf Wehowsky**, Festival Manager of LUCAS – International Festival for Young Film Lovers, and **Guy Davies**, Film Director (*Philophobia*).\n\n\n**Baltic Event Works in Progress 2020 selected projects**\n\n1. ***[Kalev](https://industry.poff.ee/project/kalev)***, directed by Ove Musting, produced by Pille Rünk, Maria Avdjushko, Allfilm, Ugri Film. Estonia \n2. ***[Melchior The Apothecary](https://industry.poff.ee/project/melchior-the-apothecary)***, directed by Elmo Nüganen, produced by Kristian Taska, Esko Rips, Armin Karu, Veiko Esken, Tanel Tatter, co-produced by Janis Kalejs, Phillip Kreuzer. Taska Film, Nafta Films, Apollo Film Productions, Hansafilm, Film Angels Productions, Maze Pictures. Estonia /Latvia / Germany \n3. ***[Lovable](https://industry.poff.ee/project/lovable)***, directed by Staņislavs Tokalovs, produced by Aija Bērziņa, co-produced by Evelin Penttila, Tasse Film, Stellar Film. Latvia/Estonia \n4. ***[Neon Spring](https://industry.poff.ee/project/neon-spring)***, directed by Matīss Kaža, produced by Dace Siatkovska, Matīss Kaža, Deep Sea Studios. Latvia \n5. ***[I Am Fine, Thanks](https://industry.poff.ee/project/i-am-fine-thanks)***, directed by Ernestas Jankauskas, produced by Gabija Siurbytė, Greta Akcijonaitė, Dansu films. Lithuania \n6. ***[Feature Film About Life](https://industry.poff.ee/project/feature-film-about-life)***, directed by Dovilė Šarutytė, produced by Uljana Kim, Studio Uljana Kim. Lithuania \n7. ***[A Girl’s Room](https://industry.poff.ee/project/a-girl-s-room)***, directed by Aino Suni, produced by Sébastien Aubert, Ilona Tolmunen, Frauke Kolbmüller, Adastra Films, Made, Oma Inge Film. Finland/Germany \n\n**International Works in Progress selected projects 2020** \n\n1. ***[Carol of The Bells](https://industry.poff.ee/project/carol-of-the-bells)***, directed by Olesya Morgunets-Isaenko, produced by Artem Koliubaiev, co-produced by Maksim Leshchanka, Ama Vision, Stewopol MS. Ukraine/Poland \n2. ***[Ducks, Urban Legend](https://industry.poff.ee/project/ducks-urban-legend)***, directed by Shahar Rozen, produced by Oren Rogovin, Omer Rogovin, Moshe Edery, Leon Edery, Rogovin Brothers. Israel \n3. ***[The Anger](https://industry.poff.ee/project/the-anger)***, directed and produced by Maria Ivanova Z., Scoop Production, Ne a Beirut Films, The Post Republic. Lebanon/Germany \n4. ***[Nuuccha](https://industry.poff.ee/project/nuuccha)***, directed by Vladimir Munkuev, produced by Aleksandr Plotnikov, Boris Khlebnikov, Valeriy Fedorovich, Evgeniy Nikishov, Albert Ryabyshev, Andrei Ushatskiy, Look Film, The Place of Power, R-Media. Russia. \n5. ***[First snow](https://industry.poff.ee/project/first-snow)***, directed by Nathalia Konchalovsky, produced by Elena Stepanisheva, Chapulla Bay. Russia \n6. ***[Zemun](https://industry.poff.ee/project/zemun)***, directed by Eduard Zholnin, produced by Alexey Uchitel, co-produced by Kira Saksaganskaya, Rock Films Studio. Russia \n7. ***[A Film About Couples](https://industry.poff.ee/project/a-film-about-couples)***, directed and produced by Natalia Cabral and Oriol Estrada, co-produced by Pablo Mustonen, Faula Films. Dominican Republic \n\n**Just Film Works in Progress selected projects 2020** \n\n1. ***[A Butterfly’s Heart](https://industry.poff.ee/project/a-butterfly-s-heart)***, directed by Inesa Kurklietytė, produced by Živilė Gallego, Fralita Films. Lithuania. \n2. ***[The Sleeping Beast](https://industry.poff.ee/project/the-sleeping-beast)***, directed by Jaak Kilmi, produced by Evelin Penttilä, co-produced by Roberts Vinovskis, Stellar Film, Studio Locomotive. Estonia/Latvia \n3. ***[This is my moment](https://industry.poff.ee/project/this-is-my-moment)***, directed by Lieven Corthouts, produced by Magalie Dierick, Emmy Oost, co-produced by Renko Douze, Valérie Montmartin, Cassette for timescapes, Een van de jongens, Little Big Story. Belgium/The Netherlands/France \n4. ***[New Wonder](https://industry.poff.ee/project/new-wonder)***, directed by Alexandra Strelyanaya, produced by Alexei Sokhnev and Alexandra Strelyanaya, Kolomna Film Company. Russia \n\nThe audience of the Works In Progress consists mainly of professional buyers, sales agents, film financiers and festival programmers, including representatives of many of the major film festivals in the world and international press.\n\n\n![Industry-Works-in-Progress-2018-1-d194b6d3.jpeg](http://139.59.130.149/uploads/Industry_Works_in_Progress_2018_1_d194b6d3_39f558d17b.jpeg)\n\n\n# PREVIOUS YEARS\n\n#### 2019 Awards, Jury and Selection\n\n**Works in Progress Awards**\n\nThe fifth edition of International Works In Progress presented 8 projects and the 17th Baltic Event Works in Progress introduced 10 projects from the Baltic region and Finland.\n\n**The Post Production Award (10 000 EUR)**\n\nPost production services in the amount of up to 10 000 Euros but not more than 2/3 of the expenses incurred at Post Control. The award is given to the project, which successfully combines creative and commercial potential.\n\nWinner: ***The Pit*** directed by Dace Pūce, Latvia\n\nProducers: Kristele Pudane, Elīna Zazerska\n\nProduction company: Marana Productions\n\nJury comment: The clips we saw left us wanting to see more. This specific coming-of-age story should be universally understood and has cross-border potential.\n\n**The Baltic Event Works in Progress Award (3 000 EUR)**\n\nThe Baltic Event Works in Progress Award is given to the project with the strongest and boldest artistic vision. The award will help the film gain visibility during its promotion and distribution in the Baltic States by covering related costs in the region.\n\nWinner: ***Brownie*** directed by Sarah Blaßkiewitz, Germany\n\nProducers: Milena Klemke, Yvonne Wellie, Jakob D. Weydemann, Jonas Weydemann\n\nProduction company: Weydemann Bros. GmbH\n\nJury comment: With its authenticity, current, relevant, subject matter and sense of humour, the nicely-shot Brownie is a film about appearance that digs deeper into many other levels and deserves international distribution.\n\n**Just Film Works in Progress Award (1 000 EUR)**\n\nThe award-winner receives 1000 EUR monetary prize to help the film gain visibility by covering promotion and publicity costs.\n\nWinner: Family by **Durim Kryeziu, Kosovo**\n\nJury’s comment, the project spoke about the transition in a family and coming to terms with the country’s recent history in a way that is accessible for the young audience, through music.\n\n**Members Of the Jury**\n\nIndustry@Tallinn & Baltic Event Works in Progress Jury:\n\n**Dhanushka Gunathilake** – Cinematographer, Festival curator;\n\n**Debra Liang** – Level K;\n\n**Alissa Simon** – Palm Springs IFF, Chicago IFF.\n\nJust Film Works in Progress Jury included members of ECFA (European Children’s Film Association):\n\n**Margret Albers** – President of the European Children’s Film Association;\n\n**Stella Skiba** – New Horizons Association, kids and youth section;\n\n**Giancarlo Zappoli** – Artistic director of Castellinaria Film Festival for Youngsters in Bellinzona CH.\n\n\n**Selected Projects:**\n\n23 films in production or post-production looking for sales agents or festivals for international premieres were presented at the Industry@Tallinn & Baltic Event Work in Progress sessions on November 25-28. \n\n**Baltic Event Works in Progress 2019 selected projects:**\n\n1. ***Kids of the Night***, directed by Priit Pääsuke, produced by Marianne Ostrat, Alexandra Film, Luxfilm, Estonia\n2. ***O2***, directed by Margus Paju, produced by Esko Rips/Nafta Films, Kristian Taska/Taska Film, co-produced by Jukka Helle/Solar Film, Janis Kalejs/Film Angels, Lukas Trimonis/In Script, Estonia/Finland/Latvia/Lithuania\n3. ***On the Water***, directed by Peeter Simm, produced by Marju Lepp, Filmivabrik, Estonia\n4. ***In the Mirror***, directed by Laila Pakalniņa, produced by Laila Pakalniņa/Hargla Company, co-produced by Dagnė Vildžiūnaitė/Just a Moment, Latvia/Lithuania\n5. ***The Pit***, directed by Dace Pūce, produced by Kristele Pudane, Elīna Zazerska, Marana Productions, Latvia\n6. ***Where the Road Leads***, directed by Matiss Kaza, produced by Una Celma, Dace Siatkovska/Fenixfilm, Matiss Kaza/Deep Sea Studios, co-produced by Zahavi Sanjavi/AVB Production, Latvia/Sweden\n7. ***People We Know Are Confused***, directed by Tomas Smulkis, produced by Dagnė Vildžiūnaitė, Just a Moment, Lithuania\n8. ***Paralysis***, directed by Andrius Blaževičius, produced by Marija Razgutė/M-Films, co-produced by Jakub Kostal/Bionaut Films, Lithuania/Czech Republic\n9. ***Eden***, directed by Ulla Heikkilä, produced by Miia Haavisto, Tekele Productions, Finland\n10. ***Ladies of Steel***, directed by Pamela Tola, produced by Aleksi Bardy, Dome Karukoski, Sirkka Rautiainen, Helsinki-Filmi, Finland\n \n**International Works in Progress 2019 selected projects:**\n\n1. ***Deskmate***, directed by Ferit Karahan, produced by Kanat Doğramacı, Asteros Film, Turkey/Romania\n2. ***Hungry Saints***, directed by Marc Wilkins, produced by Joël Jent, Dschoint, Ventschr Filmproduktion, Switzerland, USA\n3. ***One Thousand and One***, directed by Clarisa Navas, produced by Diego Dubcovsky, Lucía Chávarri, Argentina\n4. ***French Braid***, directed by Lucas Turturro, produced by Victoria Aizenstat, Mauro Guevara, Aleph Cine, Argentina\n5. ***Schoko***, directed by Sarah Blaßkiewitz, produced by Milena Klemke, Yvonne Wellie, Jakob D. Weydemann, Jonas Weydemann, Weydemann Bros. GmbH, Germany\n6.***Hilda***, directed by Rishi Pelham, produced by Nassim Mniai, Tomos Roberts, United Kingdom\n7. ***Far Frontiers***, directed by Maxim Dashkin, produced by Denis Kovalevsky, Maxim Dashkin, Victoria Films, Russia, Kyrgyzstan\n8. ***Stand Up***, directed by Juraj Bohuš, produced by Katarína Krnáčová, Silverart, Slovak Republic\n\n**Just Film Works in Progress 2019 selected projects**\n\n1. ***Christmas in the Jungle***, directed by Jaak Kilmi, produced by Roberts Vinovskis, co-produced by Evelin Penttilä, Sinisa Jurcic, Latvia/Estonia/Slovenia\n2. ***Family***, directed by  Durim KryezIu, produced by Durim Kryeziu, co-produced by Bardhyl Bejtulahu, Hazir Sh. Haziri, Kosovo\n3. ***Final Exam***, directed by Chen-Ti Kuo, produced by Gene Yao, co-produced by Albert Yao, Taiwan\n4. ***Raggie***, directed by Meelis Arulepp, Karsten Kiilerich, produced by Kristel Tõldsepp, co-produced by Anders Mastrup, Estonia/Denmark\n5. ***Unknown Treasures***, directed by Agnė Marcinkevičiūtė producer byArūnas Stoškus, Kęstutis Petrulis, Lithuania\n\n\n#### 2018 Selection, Jury and Awards\n\n**Works in Progress Awards  **\n\nThe fourth year of International Works in Progress presented 7 projects and the 16th Baltic Event Works in Progress programme presented 11 projects from the Baltic region and Finland.\n\n**The Post Control Award** (10 000 EUR)\nPost production services in the amount of up to 10 000 Euros but not more than 2/3 of the expenses incurred at Post Control. The award is given to the project, which successfully combines creative and commercial potential.\n\nWinner: ***Golden Voices*** by Evgeny Ruman, Israel\nProducers: Avraham Pirchi, Chilik Michaeli, Eitan Even\nProduction companies: UCM, Evanstone Films\n\nJury statement: “Golden Voices” is a universal, wholly original and heartwarming story. It’s touching with funny elements. The film benefits of moving performances by the two lead actors, especially the female lead Maria Belkin. We think this film has genuine appeal for international audiences and could travel to festivals.\n\n**Baltic Event Works in Progress Award** (3000 EUR)\nThe Baltic Event Works in Progress Award will be given to the project with the strongest and boldest artistic vision. The award will help the film gain visibility during its promotion and distribution in the Baltic States by covering related costs in the region.\n\nWinner: ***Dogs Don’t Wear Pants*** by J-P Valkeapää, Finland, Latvia\nProducers: Aleksi Bardy, Helen Vinogradov\nCo-producers: Alise Gelze, Aija Berzina\nProduction companies: Helsinki-filmi, Tasse Film\n\nJury statement: It’s a film with a complex story. It deftly combined dark humor with a deeply felt sense of mourning. We were particularly impressed by the beautiful cinematography and film’s production value. We feel this film has real potential for international festivals and audiences.\n\n**Baltic Event Works in Progress Baltic View Award** (2000 EUR)\n\nWinner: ***Aurora*** by Miia Tervo, Finland\nProducer: Max Malka\nProduction company: Dionysos Films\n\n**International Works in Progress Baltic View Award** (2000 EUR)\n\nWinner: ***Sisters*** by Silje Salomonsen, Arild Østin Ommundsen, Norway\nProducer: Gary Cranner\nProduction company: Chezville\n\nBaltic Event & International Works in Progress Jury:\n**Tatiana Detlofson**, Mediaplan, USA\n**Alena Shumakova**, Quinzaine des Réalisateurs, France, Pingyao Crouching Tiger Hidden Dragon International Film Festival, China\n**Alexandre Moreau**, Memento Films International, France\n\n18 films in production or post-production looking for sales agents or festivals for international premieres were presented at the Industry@Tallinn & Baltic Event Work in Progress sessions on November 28. \n\n**International Works in Progress 2018:**\n\n1. ***Golden Voices***, directed by by Evgeny Ruman, produced by Avraham Pirchi, Chilik Michaeli, Eitan Even, UCM, Evanstone Films, Israel\n2. ***Days of the Whale***, directed by Catalina Arroyave, produced by Jaime Guerrero, co-produced by Natalia Agudelo, Nicolás Herreño, RaRa, MadLove, Colombia\n3. ***Senafon***, directed by Evgeny Shelyakin, produced by Vasily Solovyov, Julia Mishkinene, Yury Khrapov, Anna Peskova, 2D Celluloid, Vita Aktiva Production, Russia, Thailand\n4. ***Drowsy City***, directed by Luong Dinh Dung, produced by Nguyen Thi Huong, Tu Van Media, Vietnam\n5. ***On the Edge***, directed by by Eduard Bordukov, produced by Elena Glikman, Mikhail Degtyar, Telesto-Film, Russia\n6. ***The Hunt***, directed by Emre Akay, produced by Tolga Topçu, Emre Akay, Diloy Gülün, Jaguar Projects, Turkey\n7. ***Sisters***, directed by Silje Salomonsen, Arild Østin Ommundsen, produced by Gary Cranner, Chezville, Norway\n8. ***Coming Home***, directed by Darya Shumakova, produced by Benik Arakelyan, co-produced by Anna Gasparyan, Makar Zaporozhskiy, Movses Film, Armenia, Russia\n\nDownload the [project catalogue.](https://industry.poff.ee/wp-content/uploads/2018/11/BE_2018_Intl-WiP.pdf)\n\n**Baltic Event Works in Progress 2018:**\n\n1. ***Goodbye Soviet Union***, directed by Lauri Randla, produced by Peeter Urbla, co-produced byMark Lwoff, Misha Jaari, Exitfilm, Bufo, Estonia, Finland\n2. ***Jesus Shows You the Way to the Highway***, directed by Miguel Llansó, produced by Sergio Uguet de Resayre, Kristjan Pütsep, Miguel Llansó, co-produced by Guna Stahovska, Lanzadera Films, Alasti Kino, Spain, Estonia, Ethiopia\n3. ***Rain***, directed by Janno Jürgens, produced by Kristjan Pütsep, co-produced by Karolina Galuba-Kowalska, Alasti Kino, Furia Film, Estonia, Poland\n4. ***Sandra Gets a Job***, directed by Kaupo Kruusiauk, produced by Anneli Ahven, Kopli Kinokompanii, Estonia\n5. ***Truth and Justice***, directed by Tanel Toom, produced by Ivo Felt, co-produced by Armin Karu, Madis Tüür, Allfilm, Estonia\n6. ***Aurora***, directed by Miia Tervo, produced by Max Malka, Dionysos Films, Finland\n7. ***Dogs Don’t Wear Pants***, directed by J-P Valkeapää, produced by Aleksi Bardy, Helen Vinogradov, co-produced by Alise Gelze, Aija Berzina, Helsinki-filmi, Tasse Film, Finland, Latvia\n8. ***Maria’s Paradise***, directed by Zaida Bergroth, produced by Daniel Kuitunen, Kaisla Viitala , co-produced by Evelin Penttilä, Liisa Penttilä-Asikainen, Elokuvayhtiö Komeetta, Stellar Film, Kaiho Republic, Finland, Estonia\n9. ***24 hr Sunshine***, directed by Juris Poskus, produced by Madara Melberga, FA Filma, Latvia\n10.***City on the River***, directed by Viesturs Kairišs, produced by Guntis Trekteris, co-produced by Julietta Sichel, Kestutis Drazdauskas, Peter Pagauss, Ego Media, 8Heads Productions, Artbox, Latvia, Czech Republic, Lithuania\n11. ***The Flood Won’t Come***, directed by Marat Sargsyan, produced by Ieva Norvilienė, Tremora, Lithuania\n\nDownload the [project catalogue.](https://industry.poff.ee/wp-content/uploads/2018/11/BE_2018_WiP.pdf)\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-04T16:42:13.583Z"
        },
        "order": 6,
        "namePrivate": "Works in Progress 2020",
        "name": {
          "id": 28491,
          "et": null,
          "en": "Works in Progress",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 10,
        "industry_article": {
          "id": 23,
          "title_et": null,
          "title_en": "European Genre Forum",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 33,
          "created_at": "2020-11-04T19:21:59.067Z",
          "updated_at": "2020-11-22T13:39:02.682Z",
          "slug_et": "european-genre-forum",
          "slug_en": "european-genre-forum",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": null,
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "European Genre Forum is a pan-european project organized by [Black Nights Film Festival](https://poff.ee/) from Tallinn; [Imagine Film Festival](https://imaginefilmfestival.nl/en/) from Amsterdam; [Fantastic Zagreb Film Festival](https://2020.fantastic-zagreb.com/en/) and film consultancy company [Screen Division](http://www.screen-division.com/) from Sitges. The main goal of this international project is to connect young and upcoming European film talents.\n\nThe European Genre Forum (EGF) is a training programme that sets to boost the careers of future European players in the genre film industry through three talent labs, packed with trainings, panels mentoring and pitching sessions. *The Director’s Lab* takes place in Amsterdam during the Imagine Film Festival, in April and*The Producer’s Lab* takes place in Zagreb during Fantastic Zagreb in July. \n\nThe Marketing&Packaging Lab takes place in Tallinn during Industry@Tallinn & Baltic Event, in the final week of November. During the talent labs, the teams of selected film projects will be able to discuss their ideas with script consultants, learn about the different aspects of (co-) production, sales, and packaging from Industry professionals. The programme also includes mentoring sessions with established genre filmmakers, crowd funders, legal experts, and discussions about case studies of recent, successful films to complete the programme. \n\n [Watch the presentations of projects of European Genre Forum in 2020 on Wednesday, 25 November 11:30(EET)](https://staging.industry.inscaping.eu/events/european-genre-forum-pitches/)\n\n#### Projects participating in European Genre Forum in 2020: \n·  *[Fall](https://industry.poff.ee/project/fall-1)* (Belgium) Genre: Psychological horror. Director: Steffen Geypens. Producer: Dimitri Verbeeck/ Caviar\n\n· *[Hear My Vengeance](https://industry.poff.ee/project/hear-my-vengeance)* (UK, Japan) Genre: Crime Drama. Director: Jason Gray. Producer: Eiko Mizuno-Gray/ Loaded Films Ltd.\n\n·  *[Meat to Maths](https://industry.poff.ee/project/meat-to-maths)* (Lithuania) Genre: Sci-fi, psychological drama. Director: Emilija Riviere. Producer: Ramunas Povilanskas/ Povilanskas Films\n\n·  *[Suru](https://industry.poff.ee/project/suru)* (Czech Republic) Genre: Sci-fi Thriller. Director: Anssi Korhonen. Producer: Steve Reverand/ The LAB\n\n·  *[Recurse](https://industry.poff.ee/project/recurse)* (Austria) Genre: Sci-fi / Drama. Director: Lucas Voussoughi. Producer: Arno Krimmer/ Ascending Film KG\n\n·  *[The Occupant](https://industry.poff.ee/project/the-occupant/)* (The Netherlands) Genre: Sci-fi thriller. Director: Hugo Keijzer. Producer: Maurice Schutte/ HAA! Films\n\n·  *[Tinginys](https://industry.poff.ee/project/tinginys)* (Italy) Genre: Fantasy drama. Director: Maximilien Dejoie. Producer: Roberto Cavallini/ Albolina Film\n\n·  *[The Vultures](https://industry.poff.ee/project/the-vultures)* (Slovenia) Director: Vida Breže. Producer: Zoran Dževerdanović/ Blade Production\n\nRead more about the projects at the [European Genre Forum website](https://europeangenreforum.com).\n\n\nDuring these three talent labs, up to eight chosen film projects will be able to discuss their ideas with script consultants, learn about the different aspects of (co-) production, sales and packaging from Industry professionals. Mentoring sessions with established genre filmmakers, crowd funders, legal experts and case studies of recent, successful films complete the programme.\n\nRead more on [European Genre Forum website.](https://europeangenreforum.com/)\n\n# Programme for European Genre Forum participants\n\n#### Friday November 20\n\n13:00  (CET)  **Cortex – Are you dreaming or just watching an amazing film?**\tCase study by ARRI  Media.  *Industry Public event.\t[Join here](https://industry.poff.ee/events/cortex-are-you-dreaming-or-just-watching-an-amazing-film/)* \t\t\t \n \n#### Saturday, November, 21\n\n15:15 (CET) **Genre cinema and diversity** Talk by Evrim Ersoy,  *EGF and POWR participants. Zoom link TBC.*\n\n \t\t\t\t\n#### Day 1, Monday November 23\n\n10:10 (CET)   **How to work with the sales agent?** Talk by Tine Klint, Level K and Q&A. *EGF zoom, zoom link TBC.*\n \n12:00 (CET)  **Taking the Digital Leap to International Streamers**  Wendy Bernfeld, Rights Stuff. *Industry Public event [Join the event here](https://industry.poff.ee/events/taking-the-digital-leap-to-international-streamers/)*\t\t \n\n15:00 (CET)  **Marketing and packaging the genre** Eduardo Panizzo, Coffee and Cigarettes.\t*EGF zoom, zoom link TBC.*\n\n16:20 (CET)**1:1 meetings with Eduardo Panizzo**  *EGF zoom, zoom link TBC.*\n\t\t\t\t\n#### Day 2, Tuesday November 24\n\n09:00 (CET)  **1:1 meetings with Wendy Bernfeld**  Wendy Bernfeld, Rights Stuff.  *EGF zoom, zoom link TBC*.\n \n12:00 (CET)  **Sputnik: Russian sci-fi case study with creative producer and CGI director** Alina Tyazhlova, Arman Yahin.  *EGF zoom, zoom link TBC.*\n \n14:00 (CET)  **Shoot in the Baltics! Support schemes for shooting the film in Estonia, Latvia and Lithuania**  Film Estonia, National Film Center of Latvia, Lithuanian Film Institute. *Industry Public event. [Join the event](https://industry.poff.ee/events/shoot-in-the-baltics)* \n\n15:15  **International genre project markets**\tAnnick Mahnert, Screen Division. *EGF zoom, zoom link TBC*\n\t\t\t\t\n#### Day 3, Wednesday November 25\t\n\t\t\t\n10:30 (CET)  **European Genre Forum pitches prerecorded**. *Industry Public event* [Join the pitching here](https://industry.poff.ee/events/european-genre-forum-pitches/)\t\n\t\t\t\n16:00 (CET)  **EGF 2020 wrap up.** Stjepan Hundic, Chris Oosterom, Karlo Funk. *EGF zoom, zoom link TBC",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-04T19:21:59.067Z"
        },
        "order": 7,
        "namePrivate": "EGF 2020",
        "name": {
          "id": 28493,
          "et": null,
          "en": "European Genre Forum",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 11,
        "industry_article": {
          "id": 21,
          "title_et": null,
          "title_en": "POWR Baltic Stories Exchange",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 30,
          "created_at": "2020-11-04T18:08:50.068Z",
          "updated_at": "2020-12-01T14:23:25.308Z",
          "slug_et": "powr-baltic-stories-exchange",
          "slug_en": "powr-baltic-stories-exchange",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": null,
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "POWR Baltic Stories Exchange is aimed to give mainly **Nordic and Baltic scriptwriters access to an informal and international forum where they can present their projects and writing talent** during the largest regional film market in North-Eastern Europe.  In 2020 the programme will also host a project as part of Russia in Focus. POWR is a great opportunity for producers to connect with a project at an early stage or to find a writer, co-writer, director, or script consultant for your own project.\n\n[Watch the presentations of POWR Baltic Stories Exchange](https://industry.poff.ee/events/powr-baltic-stories-exchange-pitches/)\n\n**POWR Baltic Stories Exchange selected projects for 2020 include:**\n\n- Zurab Dzhidzhilava (Latvia/Georgia) – *[The Man Who Desalinated the Sea](https://industry.poff.ee/project/the-man-who-desalinated-the-sea)*; \n- Joseph Valentino Palau (Denmark) – *[The Gleam](https://industry.poff.ee/project/the-gleam)*; \n- Keren Klimovsky (Faingersh) (Sweden) – *[Little Red Helmet](https://industry.poff.ee/project/little-red-helmet)*; \n- Mariann Sofiasdóttir (Denmark/Faroe Islands) – *[Not the End of the World](https://industry.poff.ee/project/not-the-end-of-the-world)*; \n- Ave Goršič (Estonia) – *[Way to Home](https://industry.poff.ee/project/way-to-home)*; \n- Vasily Zorkiy (Russia) – *[Weird Fishes](https://industry.poff.ee/project/weird-fishes-wt)*. \n\nDuring the intensive group-based workshop at Industry@Tallinn & Baltic Event, the selected screenwriters will practice skills to pitch their projects through group sessions, talks and rehearsals. It is an open, generous, and sharing atmosphere. In 2020, the workshop will be led by the main tutor, Valeria Richter (Denmark), pitch coach Helene Granqvist (Sweden/Nordic Factory) and selected industry guests. The final pitch will be approx. 5 minutes per project, followed by individual feedback and advice shared by selected producers and other film industry representative. POWR is an intensive and fun experience, mixing project work with networking events.\n\n![ind-powr1.jpg](http://139.59.130.149/uploads/ind_powr1_2b614b1aad.jpg)\n###### POWR Baltic Stories Exchange workshop in 2019. Photos by Johan Huimerind\n\n# PARTICIPANTS’ WORKSHOP SCHEDULE \n \n **Thursday Nov 19th online workshop**\nCET 10.00 – 12.00 - Intro session\nCET 13.00 – 16.30 -1st pitch round\n\n**Friday Nov 20th online workshop**\n\nCET 10.00 – 13.30 - 2nd pitch round / afternoon reserved for individual rewriting/rehearsing of pitch\n\n**Saturday Nov 21st online workshop**\n\nCET 10.00 – 12.00 - Helene coaches 3 projects / Valeria coaches 3 projects in 1:1- meetings\nCET 13.00 – 14.30 - Joint final pitch round\nCET 15.15 – 16.15 - Evrim Ersoy “GENRE CINEMA & DIVERSITY” Talk (with EGF)\n\n**Sunday Nov 22nd morning**\n\nCET 10.00 – 13.30 - Individual video recording\n\n**Wednesday Nov 25th**\n\nCET 12:00-12:30 Pitch presentation on I@T & BE web platform\n\nCET 15:00-16:00 Speed Date POWR Meetings\n\nPOWR workshop is organized by Baltic Event in collaboration with the region’s Creative Europe MEDIA Desks.\n\n# PREVIOUS YEARS\n\n#### 2019 POWR Baltic Stories Exchange Selection\n\nIn 2019 POWR Stories Exhange introduced six new voices and projects from the Baltics, the Nordics\nand the year’s country of focus at Baltic Event 2019, Ireland.\n\nThe selected projects:\n\n1. *Quiet* – Larissa Curi (Estonia)\n2. *Explorer* – Hilke Rönnfeldt (Denmark) \n3. *The Burlaks* – Gatis Ungurs Gatis (Latvia) \n4. *Just Desserts* – Orla Murphy (Ireland)\n5. *Hyndan (The She-Dog)* – Viktor Granö ( Finland)\n6. *Original Voice* – Sandra Olsson (Sweden)\n\nFind out more about the projects from the [PROJECT CATALOGUE 2019.](https://industry.poff.ee/wp-content/uploads/2019/11/Projects_2019_web.pdf)\n\n\n#### 2018 POWR Baltic Stories Exchange Selection\n\nIn 2018 10 projects were presented during POWR Baltic Stories Exchange. \n\n1. *Innocent Gun* – Lucas Abrahao, Bojana Babic (Estonia)\n2. *Room 511* – Sevgi Emel (Finland)*\n3. *Å* – Aino Lappalainen (Finland)* \n4. *Suicide Mission* – Hanna Partanen (Finland)\n5. *Kerttu/If I Would Talk to You* – Kirsi Marie Liimatainen (Finland)\n6. *Hot Pans* (working title) – Lotta-Kaisa Riistakoski (Finland)*\n7. *Provider* – Susanna Ake (Finland)*\n8. *Alone Against the Sky* (working title) – Adel Oberto (Italy)\n9. *Lady from the Sea* – Morten Traavik (Latvia/Norway)\n10. *Karin Boye* (working title) – Asa Sandzen (Sweden)\n \n*In Partnership with In Focus",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-04T18:08:50.068Z"
        },
        "order": 8,
        "namePrivate": "POWR Baltic Stories",
        "name": {
          "id": 28494,
          "et": null,
          "en": "POWR Baltic Stories Exchange",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 21,
        "industry_article": {
          "id": 89,
          "title_et": null,
          "title_en": "Italy Goes Baltic",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 28,
          "created_at": "2020-11-17T08:56:25.284Z",
          "updated_at": "2020-11-23T15:51:53.260Z",
          "slug_et": "italy-goes-baltic",
          "slug_en": "italy-goes-baltic",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": null,
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "Cineuropa and AGICI have been working together for the past 3 years bringing delegations of Italian producers to foreign industry events with an eye to supporting international co-productions and forging solid connections with like-minded producers abroad. Producers taking part in the delegation are selected on the basis of individual projects aimed at co-productions with a specific territory or territories. We have worked with the Seville European Festival for two years with projects resulting in successful co-productions between Italy and Spain. This year we are working with Tallinn Black Nights Festival and focusing on projects aimed at co-productions between Italy and the Baltic or Scandinavian countries (as well as bordering territories). We are also working in co-operation with the Italian Ministry of Culture, which is launching for the third consecutive year, the co-development fund between Italy and the Baltic countries. The 5 projects selected for participation in the dedicated event “Italy goes Baltic” range from precise location needs in the Baltics to more open collaborations with international producers and also offer diverse genres and formats.\n\n#### Participating projects\n\n- ***[Hans](https://industry.poff.ee/project/hans/)*** -  author *Emanuela Ponzano*, producer *Marco Caberlotto*. Kublai Film.\n- ***[The River](https://industry.poff.ee/project/the-river/)*** - producer *Luca Cabriolu*,  producer *Andrea Di Blasio*. Ombre Rosse.\n- ***[BANDIERA ROSSA](https://industry.poff.ee/project/bandiera-rossa-or-the-story-of-how-i-became-a-communist-when-i-was-8-and-now-i-don-t-know-who-the-hell-to-vote-for/)*** - author *Nicola Piovesan* , producer *Olga Torrico*. Sayonara film.\n- ***[Elsewhere](https://industry.poff.ee/project/elsewhere/)*** - authot *Iacopo Di  Girolamo*, producer *Viviana Calò*. TeleAut.\n- ***[#MALAMAMMA - the dark side of the mum](https://industry.poff.ee/project/malamamma-the-dark-side-of-motherhood/)*** - author *Eva Milella*, producer *Sarah Pennacchi*. Tico Film.\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-17T08:56:25.284Z"
        },
        "order": 9,
        "namePrivate": "Italy goes Baltic",
        "name": {
          "id": 30001,
          "et": null,
          "en": "Italy Goes Baltic",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 12,
        "industry_article": {
          "id": 81,
          "title_et": null,
          "title_en": "About the drama series market",
          "title_ru": null,
          "created_by": 31,
          "updated_by": 31,
          "created_at": "2020-11-11T15:37:44.701Z",
          "updated_at": "2020-11-11T15:37:44.738Z",
          "slug_et": null,
          "slug_en": "about-the-series-market",
          "slug_ru": null,
          "lead_et": "Good content is good content and that's what you can find in our series market.",
          "lead_en": "TV Beats Forum brings the latest \n\nScript Pool Tallinn TV this year presents and helps develop 5 series scripts.\n\n ",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": null,
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": null,
          "publish_ru": null,
          "published_at": "2020-11-11T15:37:44.701Z"
        },
        "order": 10,
        "namePrivate": "TV Market 2020 / Series Market",
        "name": {
          "id": 28495,
          "et": null,
          "en": "TV Market",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 14,
        "industry_article": {
          "id": 22,
          "title_et": null,
          "title_en": "Script Pool Tallinn",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 30,
          "created_at": "2020-11-04T19:15:56.191Z",
          "updated_at": "2020-12-01T13:56:34.227Z",
          "slug_et": "script-pool-tallinn",
          "slug_en": "script-pool-tallinn",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": "Script Pool Tallinn is an international script competition for film, TV and drama series scripts. Its main goal is to gather talented scriptwriters with producers attached. ",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "In order to provide them support enhancing the script and maximising its production and distribution potential the participants get to work together with  well-known script doctors and pitching mentor. Each project will have the chance to pitch their story to a top specialist of the field and get one to one feedback.\n\nThe main award of 5000 Euro prize is given to two writer-producer teams – one for the outstanding script in film and one in TV series category.\n\nSince 2018, Industry@Tallinn is partnered up with [MIDPOINT TV Launch](https://www.midpoint-institute.eu/), a training and networking platform with the aim to strengthen the creative collaboration between writers, directors and producers in the development process in Central and Eastern Europe. \n\n\n#### SCRIPT POOL TALLINN 2020 WINNERS, PROJECTS AND JURY\nScript Pool Film and TV Award for is given to an outstanding script in Film and TV series category (a 5 000 EUR).\n\n**Script Pool Film**\n\nWinner: [20,000 Species of Bees](https://industry.poff.ee/project/20-000-species-of-bees/)\nScreenwriter Estibaliz Urresola Solaguren\nProduction company: Gariza Films and Sirimiri Films. Spain\n\nComment from the jury:\nWe were enchanted by the world writer/director Estibaliz Urresola Solaguren created in this poignant and personal journey of young Lucia making the biggest decision of her life during a hot summer holiday in rural Spain. We were especially impressed by Solaguren’s characters and her strong vision of the story, it’s allegories and it’s setting. We hope that winning the Black Nights Film Festival Script Pool 2020 prize helps this project to advance from development to production and we look forward to seeing it in competition at major film festivals in 2022!\n\n**Script Pool TV Award**\n\nWinner: [When You Fall](https://industry.poff.ee/project/when-you-fall/)\nScriptwriter: Biljana Crvenkovska\nProduction company: OXO Production. North Macedonia\nComment from the jury:\nThe creators of the winning project have meticulously researched the world in which their story is based, immersing themselves deeply into this world that they want to create, and bringing a unique local viewpoint, while also weaving in themes that will resonate beyond their own borders.\nThey have put a lot of thought not just into the story that they want to tell on the page, but into how they might better reach their intended audience online and make them fall in love with the characters, whilst also making an impact on their lives for the better.\nCrucially, we were also delighted to see some diversity in the characters, which was woven into the plot in a very natural way.\nFinally, we felt that the writer and producers’ passion for their subject matter leapt off the page, creating a show that hooks you from the beginning with intriguing believable characters and a layered mystery that is slowly unpeeled across the series.\n\nScript Pool Film Jury included Patrick Fisher, managing director of Creative Capital, Patrik Andersson, Producer of Midsommar (2019), Euphoria (2017), Agathe Maurac (Head of International Sales at Pyramide International.\n\nThe Script Pool TV/drama jury included Julie Hodge, Fremantle, Editorial Director at Global Drama, Anna Katharina Brehm, Production and Content Director at Seriencamp Conference, Toomas Ili (Head Of Content Acquisitions, Elisa).\n\n[Watch Script Pool Film presentations here](https://industry.poff.ee/events/script-pool-film-pitches/)\n\n [Watch the Script Pool TV presentations here](https://industry.poff.ee/events/script-pool-tallinn-pitching/)\n\n**Script Pool Film selected projects in 2020:**\n\n- *[20,000 Species of Bees](https://industry.poff.ee/project/20-000-species-of-bees/)* (Spain), screenwriter Estibaliz Urresola Solaguren, from the production company Gariza Films and Sirimiri Films; \n- *[Franky Five Star](https://industry.poff.ee/project/franky-five-star/)* (Germany, Finland), screenwriters Knut Mierswe and Birgit Möller, production company Achtung Panda! \n- *[Ghost in The House](https://industry.poff.ee/project/the-ghost-in-the-house/)* (Iceland), screenwriters Olaf de Fleur Johannesson and Hrafnkell Stefansson, production company Poppoli Pictures; \n- *[The mysterious gaze of the Flamingo](https://industry.poff.ee/project/the-mysterious-gaze-of-the-flamingo/)* (Chile), writer Diego Céspedes, production company Quijote Films; \n- *[A Smile Worthwhile](https://industry.poff.ee/project/a-smile-worthwhile-1/)* (Turkey, Estonia), screenwriter Sefa Öztürk, production company Purple Pigeon Productions. \n\n**ScriptPool TV participants in 2020**\n\n- *[Red Orchestra](https://industry.poff.ee/project/red-orchestra/)* (Poland), scriptwriters Wiktor Piątkowski, Joanna Niczyj, Robert Gucman, Bahama Films\n- *[#Malamamma - The Dark Side of Motherhood](https://industry.poff.ee/project/malamamma-the-dark-side-of-motherhood/)* (Italy), scriptwriters Eva Milella, Nicola Ravera Rafele, Tico Film Company Srl\n- *[Wandering Souls](https://industry.poff.ee/project/wandering-souls/)* (Latvia, Lithuania) scriptwriters and directors Raitis Abele, Lauris Abele, Tritone Studio\n- *[When You Fall](https://industry.poff.ee/project/when-you-fall/)* (North Macedonia), scriptwriter Biljana Crvenkovska, OXO Production\n- *[Who Shot Otto Mueller?](https://industry.poff.ee/project/who-shot-otto-mueller/)* (Estonia), scriptwriter Birk Rohelend, director Ain Mäeots, Cuba Films\n\n**Script Pool Tallinn 2020 Juries**\n\nThe juries for both categories – film and drama scripts – include acknowledged experts in the film and/or drama field.\n\nThe Script Pool TV/drama jury includes **Julie Hodge** (Fremantle, Editorial Director at Global Drama), **Anna Katharina Brehm** (Production and Content Director at Seriencamp Conference) and **Toomas Ili** (Head Of Content Acquisitions, Elisa).\n\nThe jury of Script Pool Film includes **Patrick Fisher** (managing director of Creative Capital), **Patrik Andersson** (Producer of Midsommar 2019, Euphoria 2017) and **Agathe Maurac** (Head of International Sales at Pyramide International). \n\n![in-scriptpool1.jpg](http://139.59.130.149/uploads/in_scriptpool1_2f6fa25ac6.jpg)\n###### Script Pool Tallinn 2019 presentations. Photos by Johan Huimerind\n# \n#### Public workshop in \"Don't Sabotage You Own Film\"\n\n**Don’t Sabotage Your Own Film!** public workshop with **Deborah Rowland** (open to all festival attendees)  for filmmakers took placeon the 24 November 2020. Deborah talked about the biggest mistakes she sees filmmakers make when preparing their film for release. She also showed how to avoid them and give your film the best chance of success when it comes to marketing and distribution.\n\nRowland runs We Are The Tonic, an entrepreneurial marketing and distribution consultancy, delivers an MA in Marketing, Distribution, Sales and Exhibition at the UK National Film and Television School, and is an Honorary Fellow of the University of Exeter. Previously she has held senior positions at Koch Media, Curzon Artificial Eye, Twentieth Century Fox, Disney, Icon Film Distribution, Contender/EOne and The Pearson Group. Rowland has managed the campaigns for hundreds of films, including: [*A Separation*](https://www.imdb.com/title/tt1832382/), [*Amour*](https://www.imdb.com/title/tt1602620/?ref_=fn_al_tt_1), [*Melancholia*](https://www.imdb.com/title/tt1527186/) and [*We Need To Talk About Kevin*.](https://www.imdb.com/title/tt1242460/?ref_=fn_al_tt_1)   \n\n\nScript Pool Tallinn has been an important stepping stone for several projects. Just recently it was announced that Shonali Bose, the winner of Script Pool Tallinn in 2017, has finished her film *The Sky Is Pink* and it will have its world premiere as a gala screening at the Toronto International Film Festival in September. The film’s co-writer is Nilesh Maniyar, who presented the project in Tallinn – both of them also co-directed and wrote *Margharita With A Straw*, that received the best actress award at Black Nights Film Festival in 2014. Other past participants include Andrea Pallaoro (director of Hannah) and Aleksandr Kott.\n\n# PREVIOUS YEARS\n\n#### Script Pool Film 2019 Awards and Selection\n\n**Script Pool Tallinn 2019**\n\n**Global Screen Award** (5000 euros)\n\nThe third Script Pool Tallinn competition prize is provided by the leading international sales & distribution company Global Screen GmbH.\n\nWinner: ***Molly*** by scriptwriter Nicole Paglia and producer Jessie Mangum\n\nJury comment: With its authenticity, current, relevant, subject matter and sense of humour, the nicely-shot Brownie is a film about appearance that digs deeper into many other levels and deserves international distribution.\n\nIndustry@Tallinn & Baltic Event Works in Progress jury included Dhanushka Gunathilake, Cinematographer, Festival curator, Debra Liang, Level K and Alissa Simon, Palm Springs IFF, Chicago IFF\n\n**Selected projects in 2019 in feature film category**\n\n1. *Transition* by director and scriptwriter Artem Semakin\n2. *In The Belly Of A Tiger* by director and scriptwriter Jatla Siddhartha\n3. *Molly* by scriptwriter Nicole Paglia and producer Jessie Mangum\n4. *Reply To A Letter From Helga* by scriptwriter and director Ása Hjörleifsdóttir \n5. *Drops of Water* by scriptwriter and director Robert Budina \n6. *Melchior The Apothecary* by scriptwriters Elmo Nüganen, Olle Mirme and producer Kristian Taska\n\n\n#### Script Pool TV 2019 Awards and Selection\n\n**Script Pool TV 2019**\n\n**Global Screen Award** (5000 euros)\n\nThe third Script Pool Tallinn competition prize is provided by the leading international sales & distribution company Global Screen GmbH.\n\nWinner: ***The Deep***, written by Lauri Lippmaa\n\nThe Deep also received a [**The Hypewriter Award**](https://hypewriter.tv/about) – an official invitation to the following year’s final eight to the Hypewriter International Series Pitch Forum in June 2020 in Budapest. The winner’s pilot episode will receive € 110 000 production support.\n\n**The selected projects 2019 for the TV drama category**\n\n1. *The Deep*, written by Lauri Lippmaa\n\n2. *The Secret Society of Souptown and the Cucumbria Mafia* by Andris Feldmanis and Livia Ulman.\n\n3. *Court of Muses*, developed by Julia Effertz and Luxembourg’s Wady Films.\n\n4. *The Holy Family* by Gábor Osváthis.\n\n5. *Crossing Place* by Gary Duggan\n\n6. *Different* created by Petr Koubek\n\n#### Script Pool 2019 Jury\n\n***Script Pool TV 2019***\n\n**Kamila Zlatušková** – Independent TV producer from Czech Republic\n\n**Dominic Schreiber**  – Global Drama Executive at leading independent drama producer and distributor, Reel One Entertainment. \n\n**Benjamin Harris** – writer and producer\n\n***Script Pool FILM 2019***\n\n**Celine Dornier** – Executive Producer at Logical Pictures\n\n**Yaron Shamir** – Programmer and Special Events Coordinator at Haifa International Film Festival\n\n**Jennyfer Gautier** – Buyer and international sales at UDI – Urban Distribution International\n\n#### Script Pool 2018 Awards & Selection\n\n**Script Pool Tallinn Awards 2018:**\n\n**Global Screen Award** (5000 EUR)\nThe Script Pool Tallinn competition prize is provided by the leading international sales & distribution company Global Screen GmbH.\n\nWinner: ***Man Of Deeds*** by Radu Romaniuc, Romania\n\nDirector: Nicolae Constantin Tănase\n\nProduction companies: Papillon Film, Tangaj Production\n\nProducer: Paul Negoescu, Anamaria Antoci\n\nJury statement: For the craft and cinematic vision in creating a fascinating modern-day noir, the award goes to “Man of Deeds” by Radu Romaniuc. We were particularly impressed by the well-developed and diverse characters, who create a complex mirror of today’s society, and by the ability to mix dark humour and deep moral conflicts, and to build up tension in revealing the dark truth hidden behind a seemingly peaceful landscape.\n\n**Script Pool Tallinn 2018 Selection:**\n\n1. ***Eva, Stay with Me*** by Daniel Baldotto, Colombia\n2. ***Lisa Antelava Is a Bitch by George Varsimashvili***, Nicos Panayotopoulos, Georgia\n3. ***Man of Deeds*** by Radu Romaniuc, Romania\n4. ***Quake*** by Tinna Hrafnsdóttir, Iceland\n5. ***Welcome to the USA*** by Assel Aushakimova, Kazakhstan\n\nDownload the 2018 [project catalogue.](https://industry.poff.ee/wp-content/uploads/2018/11/BE_2018_ScriptPool.pdf)\n\n#### Script Pool 2018 Jury\n\n**Script Pool Tallinn 2018 Jury:**\n\n**Katharina Suckale**, producer at Bombay Berlin Film Productions\n\n**Marcello Paolillo**, Head of Art of Panic, Stepln project manager at Locarno Film Festival\n\n**Julia Weber**, Head of Theatrical Sales & Acquisitions of Global Screen GmbH\n\n \n\n\n\n\n\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-04T19:15:56.191Z"
        },
        "order": 11,
        "namePrivate": "Script Pool TV 2020",
        "name": {
          "id": 28497,
          "et": null,
          "en": "Script Pool TV",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 15,
        "industry_article": {
          "id": 79,
          "title_et": null,
          "title_en": "MIDPOINT TV Launch",
          "title_ru": null,
          "created_by": 31,
          "updated_by": 30,
          "created_at": "2020-11-08T20:39:55.689Z",
          "updated_at": "2020-12-01T13:59:45.853Z",
          "slug_et": "midpoint-tv-launch",
          "slug_en": "midpoint-tv-launch",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": "TV Launch, an \"idea-to-market\" drama series project development program, is the only existing residential, project-based training targeting and tailoring its content for the creative teams of emerging professionals coming from the Central and Eastern European region and the only program of this kind working with both limited and ongoing series.",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "Collaborating with a wide spectrum of tutors from both Western and Eastern Europe, who bring their expertise in the fields of writing, directing, producing, financing, marketing, pitching and distribution, the program offers a thorough and effective development process. It also helps the projects to be built in a “bottom-up” manner: from a very early development stage, the creative teams of writers and producers are led to defining their series concept and theme and outlining their pilot scripts, to creating their season arc and season outlines, as well as pitching documents and a financing strategy, to marketing and pitching their project and expanding their network. \n\nProjects developed within MIDPOINT TV Launch are presented at the most established professional industry platforms, accepted to the leading international TV markets and festival, commissioned and developed by significant European broadcasters and financiers and its graduates have proven to become an important element in both their local and the international audiovisual ecosystem.\n\nWith regard to the current coronavirus situation, the 2020 edition of MIDPOINT TV Launch transformed to a fully online training, spanning over 6 months. \n\n#### MIDPOINT TV Launch HBO Europe Award (5 000 USD)\n\nWinner: [Afterparty](https://industry.poff.ee/project/afterparty/) (Croatia)\nWriter: Dora Sustic\nProducer: Maja Pek-Bruenjes\n\nIn the words of Steve Matthews, who handed over the award on behalf of HBO Europe:\n“The difficulties of running the MIDPOINT programme online this year have certainly not resulted in any loss of quality: the participants all rose to the challenge with professionalism and innovation. As always this was a very difficult decision: several of the projects displayed extremely high levels of craft and attainment from teams who were collaborative and determined always to keep pushing themselves. But one stood out for having achieved those craft objectives, but which also displayed an additional spark of personal passion and the courage to explore difficult and controversial modern topics with great honesty. A writer’s job is to explore an issue, not to preach about it – and for that reason the winner of this years’ HBO Europe prize is AFTERPARTY.“\n\nMIDPOINT TV Launch is realized with the support of the Creative Europe – MEDIA Programme of the European Union, the Ministry of Culture of the Czech Republic, the Czech Film Fund and the Slovak Audiovisual Fund. It runs in partnership with HBO Europe, Industry@Tallinn & Baltic Event, Series Mania, Marseille Web Fest, Czech Audiovisual Producers' Association, Meeting Point Vilnius, New Europe Market, C21 Media, Serial Eyes, MediaXchange, MIA TV Market Rome and Seriencamp. MIDPOINT Institute operates under the auspices of the Academy of Performing Arts in Prague.\n\n[Watch the presentations of the nine graduating projects of the TV Launch 2020 program, the so-called “Season Finale](https://staging.industry.inscaping.eu/events/midpoint-tv-launch-2020-season-finale/)\n\n\n#### MIDPOINT TV Launch 2020 participating projects\n\n- *[Afterparty](https://industry.poff.ee/project/afterparty)* (Croatia), writer Dora Sustic, producer Maja Pek-Bruenjes\n- *[Agents](https://industry.poff.ee/project/agents)* (Serbia), writer Gvozden Djuric, producer/director Uros Tomic\n- *[Hotel Intercontinental](https://industry.poff.ee/project/hotel-intercontinental)* (Hungary) writers Andras Voros and Peter Akar, producer Laszlo Dreissiger\n- *[Hugo & Co.](https://industry.poff.ee/project/hugo-and-co)* (Czech Republic) writer Tomas Plhon, producer Gordon Lovitt\n- *[Lazlo](https://industry.poff.ee/project/lazlo)* (Latvia), writers Ermins Baltais and Kristina Martinuka, producer Aija Berzina\n- *[Black Square](https://industry.poff.ee/project/black-square)* (Ukraine) writer/director Daria Onyshchenko, writer/producer Anna Palenchuk\n- *[The Red Princess](https://industry.poff.ee/project/the-red-princess)* (Czech Republic), writer Barbora Namerova, producer Milos Lochman\n- *[The Neighbours](https://industry.poff.ee/project/the-neighbours)* (Ukraine)  writer/producer Alexandra Tkachenko, writer/producer  Marina Chikalovets\n- *[NOSTOS](https://industry.poff.ee/project/nostos)* (Greece) writer Stavros Pamballis and writer/producer Christos V. Konstantakopoulos\n\n#### TV Launch 2020 Tutors\n\nGabor Krigler\nHead of Studies, Group Leader\n\nBen Morris\nGroup Leader \n\nCyril Tysz\nGroup Leader\n\nSteve Matthews\nGuest Tutor\n\nBen Harris\nGuest Tutor\n\nMaggie Murphy\nGuest Tutor\n\nRumle Hammerich\t\nDirector Tutor\n\nFabian Haslob\t\nLegal Tutor\n\nNebojsa Taraba\t\nProducer Tutor\n\nMarike Muselaers\t\nFinancing Tutor\n\nMichaela Sabo\nPitching Tutor\n\nChristopher Mack\nGuest Tutor\n\n\nFor more information visit [midpoint-institute.eu](https://www.midpoint-institute.eu/)\n\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-08T20:39:55.689Z"
        },
        "order": 12,
        "namePrivate": "Midpoint TV Launch 2020",
        "name": {
          "id": 28498,
          "et": null,
          "en": "Midpoint TV Launch",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 13,
        "industry_article": {
          "id": 24,
          "title_et": null,
          "title_en": "TV Beats Forum",
          "title_ru": null,
          "created_by": 33,
          "updated_by": 28,
          "created_at": "2020-11-05T08:24:53.174Z",
          "updated_at": "2020-11-23T17:58:01.619Z",
          "slug_et": "tv-beats-forum",
          "slug_en": "tv-beats-forum",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": null,
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "TV Beats Forum, a part of [Tallinn Black Nights Film Festival](https://poff.ee/) is the newest addition to the Industry@Tallinn & Baltic Event conference. The forum reacts to the real demand of the industry as a drama series’ market takes over and the need, for content by global streaming platforms increases. Local stories can travel universally as language barriers are no longer a problem and authenticity rules over generic and universal.\n\nTV Beats Forum is the place to meet the key international players in the region. Starting from small steps from 2018, with a one-day programme, we have an aim to build a drama series co-production market in the coming years. The forum’s prime objective is to inspire and facilitate the entry of regional producers and service providers into the international series co-production industry. With this in mind, TV Beats Forum explores global success stories from multinational productions. Scriptwriters, directors, composers, producers will share their experience as well as tips and tricks for creating a successful drama series. During the event, participants get a comprehensive overview of industry trends and are invited to attend a range of masterclasses. The organisers also make the best of local original formats available by presenting a catalogue of the most successful works.\n\n\n#### 2020 Programme\n\n**Thursday 26 November**\n\n10:00 (EET) **Welcoming words** by Wendy Mitchell, Marge Liiske and Jevgeni Supin\n\n10:05 – 10:25 **How Has COVID Impacted Global Production?**\n\nHow Has COVID Impacted Global Production? // Leading analytics company Ampere Analysis shares new research about how the pandemic has influenced film and TV shoots in Europe and beyond in 2020, and what the forecast is for 2021. *Guy Bisson, Research Director, Ampere Analysis*\n\n10:30 – 11:15 **New Solutions: Producing and Co-Producing in the COVID Era**\n\nProducers from across Europe discuss how they have had to adapt their productions to meet pandemic safety measures, as well as how they have found new solutions to financing and co-producing in 2020 and beyond. What are the practical measures that producers should follow to shoot safely in this new era? *Riina Sildos, founder, Amrion Productions; Peter Possne, Head of Production, Film i Vast, Gareth-Ellis Unwin, Head of Film and Animation, ScreenSkills UK.* Moderator: *Wendy Mitchell*\n\n11:30 **MIDPOINT TV Launch 2020 - Season Finale Pitching**\n\nPresentation of the nine graduating projects of the TV Launch 2020 program, the so-called “Season Finale.” This session will introduce exciting series in development coming from Central and Eastern Europe, which have gone through intense training in the past few months under the mentorship of renowned tutors and experts. *Moderator: Katarina Tomkova*\n\n12:30 -13:30 Lunch break\n\n13:30 -14:15 **Script Pool Tallinn Pitching**\n\nPresented for the third year, Script Pool Tallinn presents the pitches of five hot TV projects that have been nurtured in partnership with MIDPOINT.\n\n14:30 – 14:50 **Fighting for gender equality with the Geena Davis Institute**\n\nWhat are the latest trends in female representation in films and TV; where are the bright spots and what work still needs to be done? *Madeline di Nonna, CEO, Geena Davis Institute, in conversation with TV Beats moderator and co-curator Wendy Mitchell.*\n\n15:00 – 15:20  **The Appetite for Female-Led Content**\n\nFilippa Wallestam, EVP & Chief Content Officer of Nordic Entertainment Group (NENT) discusses the trends for female-led content in Sweden and the Nordics, as well as what kinds of projects NENT is championing. *Filippa Wallestam, NENT*\n\n15:30 – 16:15 **Baltic Women: What’s New, What Next?**\n\nProducers and broadcasters from Estonia, Latvia and Lithuania look at the strides being made for women in the local film and TV industries, and suggest the next steps to be taken. *Pille Rünk, a producer at Estonia’s All Film;  Eva Brazdžionytė, Women in Film and Television Lithuania, Arta Ģiga, producer, Latvia’s Red Dot Media; Monika Garbačiauskaitė-Budrienė, General Director, Lithuanian Radio and Television (LRT).* Moderator: *Wendy Mitchell*\n\n16:30 – 17:00 **How to Talk to Global Streamers?**\n\nExperienced film and television lawyer Christoph Fey will guide the audience into the dos and don’ts of negotiations and communication with global streamers, explain how to manage expectations, to be aware of potential decisions and to follow best practices. *Christoph Fey, Co-founder and Attorney, Von Have Fey*\n\n17:00  **Wrap of the first day**\n\n \n\n**FRIDAY, 27 NOVEMBER**\n\n10:00 – Welcome to TV Beats Forum second day\n\n10:05 – 10:35 **Case Study: STRANGER THINGS**\n\nNetflix’s global hit STRANGER THINGS shot its fourth season in Lithuania and we hear from leading local production company Baltic Film Services about the challenges and triumphs of the shoot. *Gary Tuck, producer and managing director, Baltic Film Services.* Moderator: *Tom Grater, International Film Reporter, Deadline*\n\n10:45 – 11:15 **Spotlight Elisa Estonia** \n\nEstonian telecom offers an update on its Estonian content investments, including a preview of new Estonian crime thriller LINE OF FIRE. *Toomas Ili, Head of TV Content Acquisitions, Elisa & Martin Algus, screenwriter.* Moderator: *Wendy Mitchell*\n\n11:30 - 12:15 **Germany: Serious about Series** \n\nMeet Germany’s hottest screenwriters as they delve into their creative processes and talk about creating exciting shows that cut through the noise. *Aron Lehmann, creator, The Last Word, Jana Burbach and Judit Anna Banhazi.* Moderator: *Wendy Mitchell*\n\n12:30 - 13:00 **Case Study: DEUTSCHLAND 83**\n\nWe go behind the scenes of hit German spy series DEUTSCHLAND 83 with the show’s producer and co-creator Jörg Winger. He will talk about lessons learned from the show’s screenwriting and production to its global release. *Jörg Winger, creator of Deutchland 83. Moderator Tom Grater, International Film Reporter, Deadline.*\n\n13:00 -13:45 **Adaptation vs. Co-production: Russian - Scandinavian case**\n\nProducers and showrunners of Russian TV series – adaptations of internationally acclaimed Scandi Noir series, and Russia settled TV series acclaimed abroad, and Scandinavian TV producers and showrunners discuss the most efficient possibilities of cross-countries collaboration. There are several adaptations of Scandi TV series in Russia but there is no one co-production. Even TV series which includes Russian elements in the story (for example, Finnish “Sorjonen”) are not made in co-production. Is it too complicated for the producers or is not efficient? *Lars Blomgren, Head of Scripted EMEA, Banijay; Matti Halonen, Executive producer, Chairman of the Board, Fisher King; Piodor Gustafsson, Head of Scripted for the Nordics and Baltic, TV4 Media; Yulia Sumacheva, Executive producer, WeiT Media; Irina Sosnovaya, Producer, Showrunner, Yellow, Black and White*\n \nModerator: Petri Kemppinen, the founder of P1 Kemppinen, seasoned expert of international film and TV content \n\n \n14:00- 14:30 **Ukraine Focus: [Film.UA](https://film.ua/)** \n\nUkrainian production powerhouse [FILM.UA](https://film.ua/) discusses their global crime thriller HIDE AND SEEK, new series THERE WILL BE PEOPLE, animated series HRAFN ACADEMY, and new international co-productions. *Kateryna Vyshnevska and Olesya Lukyanenko.* Moderator: *Wendy Mitchell* \n\n14:45 -15:15 **Russia in Focus: Yellow Black & White and Rentavideo studio**\n\nRussia’s booming independent studios will talk about production in Russia and best practices to co-produce with Russia. Also, they will give an insight to fresh titles from their slates including SHERLOCK: RUSSIAN CHRONICLES and PSYCHO. *Alexey Kiselev, Producer and Cofounder, Rentavideo; Irina Sosnovaya, Creative Producer, START, Yellow Black & White*\n\n15:30-15:50 **Russia in Focus: 1-2-3 Production**\n\nMeet the creative team from Moscow-based 1-2-3 Production, creators of the new Russian dramatic thriller DEAD MOUNTAIN – THE DYATLOV PASS INCIDENT, inspired by the mysterious disappearance of a group of hikers in 1959. *Director Evgeny Nikishov & producer Valery Fedorovich of 1-2-3 Production Moderator: Egor Moskvitin*\n\n16:00 -16:45 **Case Study: HAUSEN**\n \nThe MIDPOINT TV Launch 2016 graduates and the HBO Europe Award winners, Anna Stoeva and Till Kleinert, will talk about their journey on the recently released show and TV Launch alumni project, *Hausen*. *Anna Stoeva and Till Kleinert. Moderator Katarina Tomkova.*\n\n16:45 – **Wrap up of TV Beats Forum**\n\n\n![in-tvbeats4.jpg](http://139.59.130.149/uploads/in_tvbeats4_4e95629211.jpg)\n*TV Beats Forum 2019. Photos: Aron Urb*\n\n\n# PREVIOUS YEARS\n#### 2019 Programme\n\nIn 2019 TV Beats Forum took place for the second time including various discussion panels, keynote interviews, presentations and workshops, as well as crossmatching events with other Industry@Tallinn activities. The two-day event was moderated by Wendy Mitchell and Kathleen McInnis.\n\nSchedule: \n\n**MONDAY 25.11.2019**\n\n**09:00-09:30 Registration & Coffee**\n\n**09:30-09:45 Introduction**\n\n**09:45-10:30 KEYNOTE – WHEN LOCAL GOES GLOBAL**\n\nGlobal media consultancy K7 Media will unveil their new report on the latest trends in global drama from the perspective of European producers. This keynote presentation will showcase some of the hottest dramas from Europe, and identify recent co-production and partnership models across the region. *Girts Licis (Head of Strategy, K7 Media)*\n\n**10:30-11:15 FIRESIDE CHAT: It All Begins with a Story**\n\nThe panel focuses on the importance of a story over visual effects and explores the work of scriptwriters and directors of the series by focusing on the rights and obligations of both sides. *Nikolaj Scherfig (screenwriter),* Moderator: *Wendy Mitchell*\n\n**11:15-11:45 Coffee break**\n\n**11:45-12:30 CASE STUDY: ALL THE SINS**\n\nA deep dive into the making of Finnish crime drama series All The Sins, co-created and directed by Mika Ronkainen. We follow the project from pitch to screen, including what the plans are for season two. *Kris Taska (Producer, Taska Film), Ilkka Matila (Producer, MRP Matila Rohr Productions ), Laura Kuulasmaa (Executive Producer for Original Programming, Elisa Corporation), Merja Aakko  (Scriptwriter)* Moderator: *Wendy Mitchell*\n\n**12:30-13:00 ELISA’S OUTLOOK**\n\nLeading communications company Elisa unveils its new spy thriller Reetur, which is the first Estonian original VOD series produced by Elisa. With this series and others, how is Elisa impacting the market in Estonia, Finland and beyond? *Martin Algus (Writer), Toomas Ili (Head of TV Content Acquisitions, Elisa), Toomas Luhats (Head of Acquisitions and VOD, ERR),* Moderator: *Wendy Mitchell*\n\n**13:00-14:00 Lunch break**\n\n**14:00-14:45 FIRESIDE CHAT: Smart Music Licensing*** \n\nMusic publishing and synch licensing expert Prof. Dr. Christian Baierle lays out the world of licensing, agreements and contractual contexts that are relevant for film and TV composers and film production music departments alike.\nThis session will explain the various licensing concepts for music in film and TV and will tell the audience what works, how to license smart and how to avoid risks and how to even gain back from licensing costs. There will be a strong emphasis on production music and its value for both composers and film production companies. *Prof. Dr. Christian Baierle (CEO of ROBA Music Publishing)* Moderator: *Michael Paert*\n\n**14:45-15:30 CASE STUDY: Jussi Jaakonaho – Tolerance of “music nationality” within Film and TV scoring***\n\nWith a vast range of visual styles and cultures within the film industry, the understanding of “nationality” within a film score often results in a generic approach. Finish composer Jussi Jaakonaho explores this nuanced thought process – often overlooked, and discusses how much local flavour a film score can tolerate. Moderator *Michael Paert.* \n\n**15:30-16:00 Coffee break** \n\n**16:00-16:30 FIRESIDE CHAT WITH NATIONAL GEOGRAPHIC**\n\nHow has this leading channel evolved since its beginnings and what does the future hold? How do National Geographic executives see the future of non-scripted factual series and science programmes? *Sille Ruus (Marketing and PR manager for Baltics, Fox International Channels)* Moderator: *Kathleen McInnis*\n\n**16:30-17:00 KEYNOTE: TRENDS IN DRAMA FINANCING AND CO-PRODUCTIONS**\n\nA look at how European and international TV series are being financed in 2019 and beyond, and why co-productions are essential. How is the rise of the platforms impacting TV financing and production? *Marike Muselaers (Co-CEO; Lumier)* Moderator: *Wendy Mitchell*\n\n*In collaboration with Music Meets Film\n\n**TUESDAY 26.11.2019**\n\n**09:30-10:00 PRESENTATION: THE BALTIC ADVANTAGE**\n\nA look at how shooting in the Baltics offers low cost and high efficiencies. The presentation about successful TV dramas from Lithuania, Latvia and Estonia will be followed by the launch of a new print publication about working in the Baltics. *Ilmar Raag*\n\n**10:00-11:00 PITCHING SESSION: Script Pool Tallinn finalists pitch their projects**\n\nScript pool jury: *Benjamin Harris, Kamila Zlatušková, Dominic Schreiber*\n\n**11:00-11:30 Coffee break & networking**\n\n**11:30-12:00 FIRESIDE CHAT: ICELAND HEATS UP**\n\nThe tiny nation of Iceland punches above its weight in the creative industries, and TV drama is the latest sector to see an international boom. Leading Icelandic producer and production services company Truenorth discusses the changes in local TV production and co-production and offers a case study of the first Icelandic Netflix Original series, The Valhalla Murders, which will launch in January. *Kristinn Thordarson (Head of Production) Truenorth David Oskar Olafsson (Producer and Director)* Moderator: *Wendy Mitchell*\n\n**12:00-12:45 CASE STUDY: CHERNOBYL**\n\nThe groundbreaking HBO series Chernobyl has put Lithuania on the map in a new way. Lineta Miseikyte, the Lithuanian producer of the award-winning show, shares her experience and lessons learned from this international co-production. *Lineta Miseikyte (producer, Baltic Film Services)* Moderator: *Kathleen McInnis*\n\n**12:45-14:00 Lunch break**\n\n**14:00-15:00 DISCUSSION: BRAVE NEW WORLD**\n\nWith the TV landscape changing rapidly month by month, what do the experts predict will happen in the next five years? What place will linear TV have compared to the rise of the platforms? How will this distribution evolution affect finance and production? How long can this golden age of scripted drama last? *Lily Sheroziya (Marketing Director of TV-3 and PREMIER Studios), Benjamin Harris (Writer and Producer), Girts Licis (Head of Strategy, K7 Media), Laura Kuulasma (Executive Producer for Original Programming, Elisa Corporation, Acquisitions Executive, Elisa Viihde)* Moderator: *Wendy Mitchell*\n\n**15:00-16:00 DISCUSSION: EASTERN PROMISES: TRENDS FROM RUSSIA AND UKRAINE**\n\nThis panel of experts examines how the market is evolving in Eastern Europe, looking at co-production opportunities, political sensitivities, and the performance of linear TV in comparison to other platforms. *Lily Sheroziya (Marketing Director of TV-3 and PREMIER Studios), Evgeni Nikishov (General Producer of TV-3, Head of PREMIER Studios), Igor Mishin – Vice President of MTS Media , Maria Grechishnikova (VP, Sales, International Projects, Star Media)* Moderator: *Kathleen McInnis*\n\n**16:00-16:15 Coffee break**\n\n**16:15-17:00 CASE STUDY: CALL CENTER**\n\nAn exclusive sneak peak at the TV3 and Premier Studios drama series Call Center. The creators talk about creating content specifically for the Russian VOD market. *Natalya Merkulova (Writer and Director), Alexey Chupov (Writer and Director)* Moderator: *Katleen McInnis*\n\n**17:00-17:30 CASE STUDY: THE FEED**\n\nThis panel offers a sneak preview of the new Amazon Prime series The Feed, a London-set psychological thriller from The Walking Dead writer Channing Powell. Learn about how this production as set up with Studio Lambert, Liberty Global and All3Media. *Laura White (Acquisitions Executive – Scripted, all3media international) Debra Bergg (Sales Manager, all3media international) Simon Lewis (Producer)* Moderator: *Kathleen McInnis*\n\n\n#### Script Pool TV 2019 Awards and Selection\n\n**Script Pool TV 2019 Awards**\n\n**Global Screen Award** (5000 euros)\n\nThe third Script Pool Tallinn competition prize is provided by the leading international sales & distribution company Global Screen GmbH.\n\nWinner: ***The Deep***, written by Lauri Lippmaa\n\nThe Deep also received a [**The Hypewriter Award**](https://hypewriter.tv/about) – an official invitation to the following year’s final eight to the Hypewriter International Series Pitch Forum in June 2020 in Budapest. The winner’s pilot episode will receive € 110 000 production support.\n\n**The selected projects 2019 for the TV drama category**\n\n1. *The Deep*, written by Lauri Lippmaa\n2. *The Secret Society of Souptown and the Cucumbria Mafiaby* Andris Feldmanis and Livia Ulman.\n3. *Court of Muses*, developed by Julia Effertz and Luxembourg’s Wady Films\n4. *The Holy Family* by Gábor Osváthis\n5. *Crossing Place* by Gary Duggan\n6. *Different created* by Petr Koubek\n\n**The Jury of Script Pool TV 2019**\n\n**Kamila Zlatušková** – Independent TV producer from Czech Republic\n\n**Dominic Schreiber**  – Global Drama Executive at leading independent drama producer and distributor, Reel One Entertainment. \n\n**Benjamin Harris** – writer and producer\n\n\n\n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-05T08:24:53.174Z"
        },
        "order": 14,
        "namePrivate": "TV Beats 2020",
        "name": {
          "id": 28496,
          "et": null,
          "en": "TV Beats",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 23,
        "industry_article": null,
        "order": 1,
        "namePrivate": "Projects",
        "name": {
          "id": 30788,
          "et": "projects",
          "en": "Projects",
          "ru": "projects"
        },
        "customUrl": {
          "id": 30789,
          "et": "projects",
          "en": "search-projects",
          "ru": "projects"
        }
      }
    ]
  },
  {
    "id": 4,
    "industry_article": null,
    "order": 3,
    "created_at": "2020-10-23T06:06:36.100Z",
    "updated_at": "2020-11-12T05:13:18.212Z",
    "name": {
      "id": 11376,
      "et": null,
      "en": "News",
      "ru": null
    },
    "customUrl": {
      "id": 13832,
      "et": null,
      "en": "news",
      "ru": null
    },
    "subMenuItem": []
  },
  {
    "id": 7,
    "industry_article": null,
    "order": 9,
    "created_at": "2020-11-12T05:16:06.631Z",
    "updated_at": "2020-11-24T07:05:29.631Z",
    "name": {
      "id": 28488,
      "et": null,
      "en": "Meet",
      "ru": null
    },
    "customUrl": null,
    "subMenuItem": [
      {
        "id": 24,
        "industry_article": null,
        "order": 1,
        "namePrivate": "Who's Here",
        "name": {
          "id": 30794,
          "et": null,
          "en": "Who's Here",
          "ru": null
        },
        "customUrl": {
          "id": 30796,
          "et": "whos-here",
          "en": "whos-here",
          "ru": "whos-here"
        }
      },
      {
        "id": 25,
        "industry_article": null,
        "order": 2,
        "namePrivate": "Featured Persons",
        "name": {
          "id": 30795,
          "et": "Featured",
          "en": "Featured",
          "ru": "Featured"
        },
        "customUrl": {
          "id": 30797,
          "et": "featured-persons",
          "en": "featured-persons",
          "ru": "featured-persons"
        }
      },
      {
        "id": 26,
        "industry_article": null,
        "order": 99,
        "namePrivate": "Partners",
        "name": {
          "id": 30798,
          "et": "Partners",
          "en": "Partners",
          "ru": "Partners"
        },
        "customUrl": {
          "id": 30799,
          "et": "supporters",
          "en": "supporters",
          "ru": "supporters"
        }
      },
      {
        "id": 27,
        "industry_article": {
          "id": 97,
          "title_et": null,
          "title_en": "Russia in Focus",
          "title_ru": null,
          "created_by": 3,
          "updated_by": 31,
          "created_at": "2020-11-20T12:58:04.390Z",
          "updated_at": "2020-11-25T17:26:58.660Z",
          "slug_et": null,
          "slug_en": "panels-and-presentations",
          "slug_ru": null,
          "lead_et": null,
          "lead_en": "ROSKINO with the support of the Ministry of Culture of Russian Federation and Industry@Tallinn & Baltic Event introduces Russia in Focus 2020, a global presentation of Russian audiovisual content, film projects and creative talents:",
          "lead_ru": null,
          "contents_et": null,
          "contents_en": "## WEDNESDAY, 25 NOVEMBER 18:00 EET\n\n[Filming opportunities and financial incentives in Russian NorthWest](https://industry.poff.ee/events/filming-opportunities-and-financial-incentives-in-russian-north-west)\n\nSpeakers:\n\n- [Svetlana Maksimchenko](https://industry.poff.ee/svetlana-maksimchenko/), Head of the Department of cinematography, Ministry of Culture of Russian Federation \n- [Evgenia Danilchenko](https://industry.poff.ee/evgeniya-danilchenko/), Head of the creative industries export department, Russian Export Center \n- [Olga Kaverzina](https://industry.poff.ee/olga-kaverzina/), Vice-chairman of Kaliningrad Region Film Commission. \n- [Marina Lukashova](https://industry.poff.ee/marina-lukashova/), Head of Novgorod Region Film Commission\n- [Svetlana Soldatova](https://industry.poff.ee/svetlana-soldatova/), Head of Film production center, Murmansk Region\n- [Nikita Trynkin](https://industry.poff.ee/nikita-trynkin/), producer, Head of special project's division, Association of Film and Television Producers \n\nModerator: Alexei Sokhnev, producer\n\n\n## THURSDAY, 26 NOVEMBER 15.00 EET\n\n[Creative Virtual Reality industry: outcomes of the pandemic](https://industry.poff.ee/events/creative-virtual-reality-industry-outcomes-of-the-pandemic)\n\nModerator: Georgy Molodtsov - Curator, Open Frame Award @ goEast FF, Russian VR Seasons Initiative, Russia\n\nSpeakers: \n- Rein Zobel, VR Creative Director,  Maru VR (Estonia)\n- Elena Malakhatka, VR_SciFest (Sweden)\n\n## TV Beats Forum\n[Click for more about the full programme](https://industry.poff.ee/about/tv-beats-forum/)\n\n## FRIDAY, 27 NOVEMBER 13:00 EET\n\n [Adaptation vs. Co-production:  Russian - Scandinavian case](https://industry.poff.ee/events/tv-beats-adaptation-vs-co-production-russian-scandinavian-case/)\n\nProducers and showrunners of Russian TV series – adaptations of internationally acclaimed Scandi Noir series, and Russia settled TV series acclaimed abroad, and Scandinavian TV producers and showrunners discuss the most efficient possibilities of cross-countries collaboration.\nThere are several adaptations of Scandi TV series in Russia but there is no one co-production. Even TV series which includes Russian elements in the story (for example, Finnish “Sorjonen”) are not made in co-production. Is it too complicated for the producers or is not efficient?\n \nSpeakers:\n- Lars Blomgren, Head of Scripted EMEA, Banijay\n- Matti Halonen, Executive producer, Chairman of the Board, Fisher King \n- Piodor Gustafsson, Head of Scripted for the Nordics and Baltic, TV4 Media\n- Yulia Sumacheva, CEO WeiT Media, Banijay Group company\n- [Irina Sosnovaya](https://industry.poff.ee/irina-sosnovaya/), Producer, Showrunner, Yellow, Black and White , START\n \nModerator: Petri Kemppinen, the founder of P1 Kemppinen, seasoned expert of international film and TV content\n\n\n## FRIDAY, 27 NOVEMBER 14:45 -15:15 EET\n\n[Russia in Focus: Yellow Black & White and Rentavideo studio](https://industry.poff.ee/events/russia-in-focus-yellow-black-and-white-and-rentavideo-studio/)\n\nRussia’s booming independent studios will talk about production in Russia and best practices to co-produce with Russia. Also, they will give an insight to fresh titles from their slates including [SHERLOCK: RUSSIAN CHRONICLES and PSYCHO](https://poff.ee/en/film/sherlock-the-russian-chronicles/). Alexey Kiselev, Producer and Cofounder, Rentavideo; Irina Sosnovaya, Creative Producer, START, Yellow Black & White \n\n\n## FRIDAY, 27 NOVEMBER 15:30-15:50 EET\n\n[Russia in Focus: 1-2-3 Production](https://industry.poff.ee/events/russia-in-focus-1-2-3-production/)\n\nMeet the creative team from Moscow-based 1-2-3 Production, creators of the new Russian dramatic thriller [DEAD MOUNTAIN – THE DYATLOV PASS INCIDENT](https://poff.ee/en/film/dead-mountain-the-dyatlov-pass-incident/), inspired by the mysterious disappearance of a group of hikers in 1959. Director Evgeny Nikishov & producer Valery Fedorovich of 1-2-3 Production Moderator: Egor Moskvitin\n\n# Projects and talents\n\n\n[Russian projects at Baltic Event Co-Production Market](https://industry.poff.ee/search-projects?countries=Russian%20Federation)\n\n[At the End of the World](https://industry.poff.ee/project/at-the-end-of-the-world/), written by Semyon Ermolaev, directed by Eduard Novikov, produced by Sardana Savvina, Sardaana Films\n[The Beilis Case](https://industry.poff.ee/project/the-beilis-case/), written by Yuri Arabov, directed by Andrey Proshkin, produced by Alexander Vaynsheyn, Archil Gelovani and Marina Naumova, Garpastum Pictures (EAVE ON DEMAND IN RUSSIA)\n[The Land Named Sasha](https://industry.poff.ee/project/the-land-named-sasha), written and directed by Yulia Trofimova, produced by Katerina Mikhaylova, Vega Film (EAVE ON DEMAND IN RUSSIA)\n[The Summer Ends Soon](https://industry.poff.ee/project/the-summer-ends-soon), written and directed by Yana Skopina, produced by Tamara Bogdanova, Yerkezhan Maksut, Anna Katchko, Kinokult\n[White Road](https://industry.poff.ee/project/white-road), written and directed by Ella Manzheeva, produced by Elena Glikman, Victoria Lupik, Telesto Film, Anniko Films\nBE Co-Production Market 2020 meetings will be held on November 25-26 via the [Industry Meeting Platform](https://industrymeet.poff.ee/)\n\n## Russian Works in Progress selection\n\n[Nuuccha](https://industry.poff.ee/project/nuuccha), directed by Vladimir Munkuev, produced by Aleksandr Plotnikov, Boris Khlebnikov, Valeriy Fedorovich, Evgeniy Nikishov, Albert Ryabyshev, Andrei Ushatskiy, Look Film, The Place of Power, R-Media. \n[First snow](https://industry.poff.ee/project/first-snow), directed by Nathalia Konchalovsky, produced by Elena Stepanisheva, Chapulla Bay. \n[Zemun](https://industry.poff.ee/project/zemun), directed by Eduard Zholnin, produced by Alexey Uchitel, co-produced by Kira Saksaganskaya, Rock Films Studio. \n[New Wonder](https://industry.poff.ee/project/new-wonder), directed by Alexandra Strelyanaya, produced by Alexei Sokhnev and Alexandra Strelyanaya, Kolomna Film Company. (Just Film Works in Progress selection)\n\n## TUESDAY, 24 NOVEMBER \n\n[International Works in Progress presentations at 13:00](https://industry.poff.ee/events/international-works-in-progress-presentation/)\n\n[Just Film Works in Progress presentations at 12:00](https://industry.poff.ee/events/just-film-works-in-progress-presentation/)\n\n\n## 2020 Black Nights Stars from Russia \n\n[Viktoriia Sobol](https://industry.poff.ee/viktoriia-sobol/) started playing in a theatre collective when she was 8 and has continued her studies at New School of cinema in Saint Petersburg and also attended music school to learn “baroque singing”. Vika attended the masterclasses of Anton Adasinsky at Theatre Derevo and Andriy Zholdak. She played at re-known Moscow experimental Electrotheatre-Stanislavsky and in a lot of street performances of independent theatres. Vika feature debut as a lead actress was in Andrey Natotsinsky movie Katja. \n\n[Vladislav Kulygin](https://industry.poff.ee/vladislav-kulygin/) has dreamed to be on the stage or act on the screen since being a child. After he finished school, he enrolled at the Higher Theatre School by Mikhael Schepkin. During his student years, he gained some experience playing in The Tempest by W. Shakespeare and in Jester based on Til Ulenspiegel’s story. Recently, he played a part in the film called The New Miracle directed by Alexandra Strelyanaya. \n",
          "contents_ru": null,
          "publishFrom": null,
          "publishUntil": null,
          "publish_et": null,
          "publish_en": true,
          "publish_ru": null,
          "published_at": "2020-11-20T12:58:04.390Z"
        },
        "order": 15,
        "namePrivate": "Russia in Focus",
        "name": {
          "id": 30874,
          "et": null,
          "en": "Russia in Focus",
          "ru": null
        },
        "customUrl": null
      },
      {
        "id": 28,
        "industry_article": null,
        "order": 7,
        "namePrivate": "Mentors",
        "name": {
          "id": 30875,
          "et": null,
          "en": "Mentors",
          "ru": null
        },
        "customUrl": {
          "id": 30876,
          "et": null,
          "en": "https://industry.poff.ee/featured-persons/?types=Mentor",
          "ru": null
        }
      },
      {
        "id": 29,
        "industry_article": null,
        "order": 8,
        "namePrivate": "Speakers",
        "name": {
          "id": 30877,
          "et": null,
          "en": "Speakers",
          "ru": null
        },
        "customUrl": {
          "id": 30879,
          "et": null,
          "en": "https://industry.poff.ee/featured-persons/?types=Speaker",
          "ru": null
        }
      },
      {
        "id": 30,
        "industry_article": null,
        "order": 9,
        "namePrivate": "Black Night Stars",
        "name": {
          "id": 30878,
          "et": null,
          "en": "Black Night Stars",
          "ru": null
        },
        "customUrl": {
          "id": 30880,
          "et": null,
          "en": "https://industry.poff.ee/featured-persons/?types=Black%20Nights%20Star",
          "ru": null
        }
      },
      {
        "id": 31,
        "industry_article": null,
        "order": 10,
        "namePrivate": "Producers on the Move",
        "name": {
          "id": 30881,
          "et": null,
          "en": "Producers on the Move",
          "ru": null
        },
        "customUrl": {
          "id": 30882,
          "et": null,
          "en": "https://industry.poff.ee/featured-persons/?types=Producers%20on%20the%20Move",
          "ru": null
        }
      },
      {
        "id": 36,
        "industry_article": null,
        "order": 3,
        "namePrivate": "1:1 Meetings",
        "name": {
          "id": 31040,
          "et": null,
          "en": "1:1 Meetings",
          "ru": null
        },
        "customUrl": {
          "id": 31042,
          "et": null,
          "en": "https://industrymeet.poff.ee",
          "ru": null
        }
      },
      {
        "id": 37,
        "industry_article": null,
        "order": 90,
        "namePrivate": "Spatial Chat",
        "name": {
          "id": 31041,
          "et": null,
          "en": "Social Club",
          "ru": null
        },
        "customUrl": {
          "id": 31043,
          "et": null,
          "en": "https://spatial.chat/s/ITBESocialclub",
          "ru": null
        }
      }
    ]
  }
]