[
  {
    "id": 20,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "created_at": "2020-11-09T14:35:28.921Z",
    "updated_at": "2020-11-18T15:41:57.810Z",
    "title_et": "Just Filmi veebilinastused",
    "slug_et": "just-filmi-veebilinastused",
    "title_en": null,
    "slug_en": "just-filmi-article-8",
    "title_ru": null,
    "slug_ru": "just-filmi-article-9",
    "lead_et": "Selgunud on filmid, mida saab Just Filmi raames ka veebis vaadata!",
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "[PÖFFi veebikino](https://kino.poff.ee/page/just-film/) on turvaline ja mugav viis muuta oma kodu A-klassi filmifestivali saaliks ning nautida filme täpselt nii nagu süda lustib. Veebikino abil jõuab PÖFF esmakordselt üle kogu Eesti!\n\nKokku saab veebis vaadata 10 Just Filmi filmi. Paindlik kasutajamugavus muudab veebikino jõukohaseks igale pealehakkajale ning julgustuseks on seda kõike uut ja põnevat saatmas kasutajatugi, mis seisab hea selle eest, et keegi kusagil ei takerduks. Kiire ülevaate veebikino kasutamisest saad [siit](https://poff.ee/artikkel/p-oe-f-fi-veebiseansid-kodukinos/).\nJust Filmi programmi saab veebist hakata vaatama alates **14. novembrist.**\n\nÜldine PÖFFi veebikino info on leitav [siit](https://poff.ee/artikkel/veebikino-1/).\n\n**Hea teada**\n\n- PÖFFi filmiprogramm ei ole täies mahus veebikinos.\n- Piletid veebiseanssidele on piiratud.\n- Pärast piletiostu saadetakse sulle meil juhiste ja lingitud nupuga “Vaata filmi”.\n- Veebiseanssidel saab kasutajatuge aadressilt abi@poff.ee.\n\n**Põnevaid uusi elamusi PÖFFi veebikinos!**\n\n",
    "contents_en": null,
    "contents_ru": null,
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": null,
    "publish_ru": null,
    "media": {
      "id": 321,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 719,
          "name": "F_2_My_life_as_a_Comedian.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 1920,
          "height": 1080,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_F_2_My_life_as_a_Comedian_180b147115.jpg",
              "hash": "thumbnail_F_2_My_life_as_a_Comedian_180b147115",
              "mime": "image/jpeg",
              "name": "thumbnail_F_2_My_life_as_a_Comedian.jpg",
              "path": null,
              "size": 9.09,
              "width": 245,
              "height": 138
            }
          },
          "hash": "F_2_My_life_as_a_Comedian_180b147115",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 245.33,
          "url": "/uploads/F_2_My_life_as_a_Comedian_180b147115.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-10-11T16:43:19.846Z",
          "updated_at": "2020-10-11T16:43:20.141Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 17,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "created_at": "2020-10-22T07:36:52.553Z",
    "updated_at": "2020-12-07T08:46:31.162Z",
    "title_et": "Lastefilmide võistlusprogramm",
    "slug_et": "lastefilmide-voistlusprogramm",
    "title_en": "Just Film Children's and ECFA Competition",
    "slug_en": "just-film-children-s-and-ecfa-competition",
    "title_ru": null,
    "slug_ru": "just-filmi-article-7",
    "lead_et": "PÖFFi noorte- ja lastefilmide festivali Just Film lastefilmide võistlusprogrammis võistleb ka Eesti oma \"Sipsik\"\n",
    "lead_en": "**Just Film Children’s and ECFA Competition Films**",
    "lead_ru": null,
    "contents_et": "Just Film tähistab sel aastal oma 20. sünnipäeva ning lastefilmide võistlusprogrammi kuulub filme, mis ühelt poolt räägivad juba tuttavate tegelaste seiklustest ning teisalt toovad kinokülastajateni uued ja vahvad karakterid. \n\n\"Lastefilmide võistlusprogramm toob sel aastal ekraanile nii mõnegi vana tuttava, näiteks kultusraamatust \"Berti päevik\" tuntud Berti, esmakordselt täispika filmi vormis indiaanipoiss Yakari seiklused ning Eesti oma \"Sipsiku.\" Lisaks Itaalia filmi \"Klaaspoiss\" maailma esilinastus ning Venemaa filmi \"Ajavalvurid\" rahvusvaheline esilinastus,\" ütleb Just Filmi festivali tegevjuht Mikk Granström. Ta lisab: \"Tegemist on tõeliselt lõbusa, kogu perele mõeldud ja naerma ajava programmiga.\"\n\nLastefilmide võistlusprogrammi hindab ja võidufilmi valib Just Filmi viieliikmeline lastežürii. Kõik võistlusprogrammi filmid on eestikeelsete subtiitritega.\n\nLastefilmide võistlusprogrammi filmid:\n\n\n##### [“Sipsik”](https://justfilm.ee/film/sipsik/)\nRaggie\nEesti/Taani 2020, 74 min \nR: Meelis Arulepp, Karsten Kiilerich\n\nEesti lastekirjanduse üks armastatum kangelane, kaltsunukk Sipsik, on saanud oma filmi täis muusikat, seiklusi ja tõelisi tundeid. Anu saab 6-aastaseks ja tunneb elust rõõmu – tal on suur vend Mart, kes on tüdruku parim sõber ning kellega koos on imetore mängida. Armastusest väikese õe vastu on Mart õmmelnud Anule sünnipäevaks kaltsunuku. Paraku saab idüll läbi, kui saabub 1. september ja Mart läheb jälle kooli. Anu peab nüüd päevi ilma vennata veetma. Samuti on Mardile tekkinud uued sõbrad ja õe jaoks jääb aina vähem aega. Ühel hetkel, kui Anu tunneb end eriti üksiku ja õnnetuna, ärkab kaltsunukk Sipsik nagu võluväel ellu. Vähemalt Anule tundub nii.\n\nNüüd on Anul silmi ainult Sipsiku jaoks. Ühised tegemised nukuga haaravad tüdruku kogu tähelepanu ning kõrvale jäävad nii Mart kui ka ema ja isa. Aga suured seikulused ja väljakutsed ootavad eest nii Anu kui ka Sipsikut.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/PYjjABpCz1s\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n##### [“Ajavalvurid\"](https://justfilm.ee/film/ajavalvurid/)\nThe Time Guardians\nVenemaa 2020, 94 min \nR: Alexey Telnov\n\nRahvusvaheline esilinastus\n\nVäike tüdruk Ksyusha lapsendatakse tondilossilikust lastekodust toredasse perekonda – ta saab endale uue kunstnikust ema ja kirjanikust isa. Kõik kolm on äärmiselt õnnelikud ning õhtud veedetakse tihti pere keskel kodus, mil isa loeb tütrele lugusid oma mitmetest fantaasiaraamatutest. Idüllilisse ellu saabub aga järsk lõpp kui Ksyusha isa vanad tuttavad proovivad perekonda lõhki kiskuda ning kõigele tipuks satub tüdruk emaga autoõnnetusse. Ärgates leiab tüdruk end aga isa raamatutest tuttavast Pimeduse Linnast, mis küll sarnaneb kodulinnale Peterburile, kuid on kõvasti pimedam ja külmem. Pimeduse Linnas elavad äärmiselt veidrad tegelased, keda valitseb hirmuäratav Nõid, kes soovib kõigest väest ka Ksyushat vangistada. Tüdruku ainukeseks liitlaseks uues kõhedas maailmas saab lustakas maagiliste võimetega assistent nimega Paramon, kellega koos võetakse ette ohtlik rännak, et leida üles Ajavõti, millega saab aega tagasi keerata ja nõnda ära hoida hirmus autoõnnetus ja päästa Ksyusha perekond igavesest pimedusest... Kui otsid tempokat ja lõbusat fantaasiafilmi, on “Ajavalvurid” just Sulle mõeldud.\n\n<iframe src=\"https://drive.google.com/file/d/1oHiQ52I32LZMeyglJ692TN9brBsF-EcR/preview\" width=\"640\" height=\"480\"></iframe\n\n\n##### [“Berti päevik”](https://justfilm.ee/film/berti-paeevik/)\nBert's Diary\nRootsi 2020, 95 min \nR: Michael Lindgren\n\nTreb Walker alias Bert Ljung teeb midagi, mis on poistele absoluutselt keelatud. Ta kirjutab päevikut. Mõelda vaid, kui klassi kõige tugevam poiss Klimp sellest teada saab! Siis teab varsti kogu maailm, kuidas Bert end tunneb, kui ta oma uued prillid koolis ette peab panema, kui teda jälitab hauabatsill, kui ta teeb koos Akega teaduslikke eksperimente, suitsetab salaja ja kirjutab päevikusse punase pliiatsiga, kui on armunud. \"Berti päevik” on film, mis põhineb samanimelisel maailmakuulsal lasteraamatul. See on film poistele, kuid mida on huvitav vaadata ka tüdrukutel, kes tahavad teada, mida poisid tegelikult mõtlevad.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/WH2pX1QPrb4\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n##### [“Indiaanipoiss Yakari suur seiklus”](https://justfilm.ee/film/indiaanipoiss-yakari-suur-seiklus/)\nYakari, a Spectacular Journey\nPrantsusmaa 2020, 72 min \nR: Xavier Giacometti, Toby Genkel\n\nVäikese indiaanipoisi Yakari seiklused algavad päeval, mil ta otsustab iseseisvalt järgneda metsiku mustangi, indiaaninimega Tilluke Kõu, jälgedele. Teekonnal külastab Yakarit esimest korda elus tema õnneloom Suur Kotkas, kes kingib poisile ühe imelise sule ning maagilise võime loomadega rääkida. Kodust kaugel ning sügaval ohtliku jahihõimu territooriumil võtavad Yakari ja Tilluke Kõu vastu kõige ohtlikuma seikluse, mis juhatab nad õnnelikult tagasi koju. Imeline teekond koju pitseerib igavese sõpruse vapra indiaanipoisi ja tuulena kappava poni vahel.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/OpCCoL5qmS0\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n##### [“Jackie ja Oopjen”](https://justfilm.ee/film/jackie-ja-oopjen/)\nJackie and Oopjen\nHolland 2020, 90 min \nR: Annemarie van de Mond\n\n12-aastase tagasihoidliku loomuga Jackie ema töötab Hollandi riiklikus kunstimuuseumis, kus on tallel mõningad maailma tähtsamad kunstiteosed, mida imetledes tüdruk ka palju aega veedab. Kui ootamatult läheb kuulsalt Rembrandti maalilt kaduma selle subjekt, 17. sajandi naisterahvas nimega Oopjen, kahtlustavad muuseumi töötajad, et on toimunud sajandi kunstirööv, mis avalikkuse ette jõudes oleks ülemaailmne skandaal! Ainult Jackie teab, et tegelikult on Oopjen lihtsalt maali pealt ellu ärganud ning muuseumist jalga lasknud. Kõik selleks, et leida üles armastatud noorem õde Piek, kelle portree enam ammu tema enda maali kõrval ei ripu. Kuna vanast ajast pärit Oopjenil on raskusi 21. sajandil navigeerimisega, siis otsustab Jackie naist salaja aidata.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/CU_A_O4ft-g\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n##### [“Klaaspoiss”](https://justfilm.ee/film/klaaspoiss/)\nGlassboy\nItaalia 2020, 100 min \nR: Samuele Rossi\n\nMaailma esilinastus\n\nPino on poiss, kellel on haruldane verehaigus, mille tõttu pole ta tavalise lapse elu elada saanud. Teda on alati tagasi hoitud ning piiratud, justkui oleks ta klaasist. Pino on aga elav poiss, kes tahab ülekõige kogeda suuri seiklusi, põnevaid mänge, tagajaamist ja teha ulakusi. Pino otsustab teha kannapöörde ning läheb otsima suuri seiklusi, mille ta muidugi õige pea ka leiab. Soe ja südamlik koguperefilm, mis näitab, et hoolimata raskustest ja katsumustest, on võimalik olla õnnelik, leida häid sõpru ja uusi seiklusi.\n\n\n##### [“Kodutänava piraadid”](https://justfilm.ee/film/kodutaenava-piraadid/)\nPirates Down the Street\nHolland 2020, 95 min \nR: Pim van Hoeven\n\nElu ontlikus rannalinnas pööratakse pea peale, kui sinna saabub elama perekond Blunderbuss – täiesti pesuehtne piraatide kamp, koos kõige selle juurde kuuluvaga, nagu mõõgavõitlused, silmaklapid, koduks olev piraadilaev, lemmikloomast kaheksajalg ja papagoi ning lõputu rummi rüüpamine. Linnakese lugupeetud elanikud on uutest naabritest ja nende elukommetest päris kohkunud, kuid Michael saab piraatide perepoeg Billy’ga peagi heaks sõbraks. Uutel sõpradel seisavad ees põnevad aardejahid ning ohtlikud seiklused, mis viivad nad vastamisi maailma kõige hirmuäratavama mereröövli Cornelius Konkskäega, kuid muretsemiseks pole põhjust – tõeline piraat ei tunne hirmu millegi ees, garr!\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/TvLQqwWDk2s\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n##### [“Madison - sõprus kiirkäigul!”](https://justfilm.ee/film/madison-soprus-kiirkaeigul/)\nMadison - A Fast Friendship\nSaksamaa/Austria 2020, 90 min \nR: Kim Strobl\n\nLoo peategelane on 13-aastane Madison, kelle jaoks rattasõit on maailma kõige olulisem asi! Ta teeks kõik, et käia oma profiratturist isa jälgedes. Kui aga andekas ja ambitsioonikas noor rattaentusiast peab maanteeratta maastikuratta vastu vahetama, lähevad asjad lörri. Kuid uute sõprade abiga hakkab ta üsna pea avastama uusi eesmärke oma elus. Kas Madison suudab leida tee, mis lookleb jalgrattasõidust eemal? Kas rattasõit oli tõesti tema saatus? See on suure ja põneva seikluse algus…\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/PgHNSgFbtGM\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n##### [“Margot' & Marguerite'i imeline seiklus”](https://justfilm.ee/film/margot-and-marguerite-i-imeline-seiklus/)\nThe Fantastic Journey of Margot & Marguerite\nPrantsusmaa 2020, 89 min \nR: Pierre Coré\n\nMarguerite ja Margot on 12-aastased tüdrukud, kel on perekonnad, sõbrad, probleemid… ad era! Üks tüdruk elab aastal 1942 ja teine 2020, muidugi kui mitte arvesse võtta salapärast maagilist laegast, mis neid mõlemaid teineteise aega transpordib. Margot’l ja Marguerite’l on midagi veel, mis neid ühendab – kummalgi tüdrukul pole isa. Üks kadus II maailmasõja ajal ning teine ei ela kodus. Tüdrukuid lahutab küll 70 aastat, aga tänu laekale alustavad nad seiklust, et leida oma olevik, avastada minevik ning oma perekondade mälestused.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/po1cM7egniA\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n##### [“Must veski”](https://justfilm.ee/film/must-veski/)\nThe Black Mill \nPoola 2020, 100 min \nR: Mariusz Palej\n\n12-aastane Iwo elab külakeses, kus vaesus, lootusetus ja igavus iseloomustavad peaaegu iga päeva. Kunagine rikas kant sattus raskustesse, kui kohalik veskitehas maha põles ja enamik piirkonna elanikest jäi sissetulekuta. Iwo kaotas sel saatuslikul ööl oma isa, kes läks põlevasse veskisse ohvreid otsima ning sealt enam ei naasnud. Nüüd peavad Iwo ja tema ema hoolitsema Iwo väikese autistliku õe eest, keda Iwo sugugi ei salli ja keda teised lapsed nõiaks peavad. Nende arvamus aga muutub, kui Must Veski ellu ärkab ja tüdrukust kogu küla päästja saab.\n\n\n##### [“Suve mässajad”](https://justfilm.ee/film/suve-maessajad/)\nSummer Rebels\nSaksamaa/Slovakkia 2020, 93 min \nR: Martina Sakova\n\n11-aastane Jonas igatseb suve veeta ägeda vanaisa Bernardiga, koos paadiga kärestikke mööda sõites ja Slovakkia looduses seigeldes. Poisi meeleheitel ema on aga plaaninud suve veeta mere ääres. Jonas põgeneb kodust, et sõita salaja rongiga vanaisa juurde, aga kohale jõudes avastab, et eriti ägedast vanaisast on saanud vana toriseja ning poiss mõistab, miks ema tahtis suve pigem mujal veeta.\n\nJonas on üksi, samal ajal, kui vanaisa toriseb. Õnneks tutvub ta ägeda ja seiklusjanulise naabritüdruk, Alexiga, kellega koos pannakse kokku veidi kahtlase maiguga plaan, kuidas saada kokku raha, et omale parv osta. Noorte plaan vallandab aga sündmuste laviini, mille tõttu satub Jonase vanaisa lausa vangi ja muidugi ajab Alexi ja Jonase omavahel tülli. Kuidas seiklus lõppeb ja kas Jonas leiab viisi, kuidas kogu segadus ära klaarida?\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/qKJONaZibTE\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n##### [“Üks kõigi eest”](https://justfilm.ee/film/ueks-koigi-eest/)\nOne For All\nHispaania 2020, 95 min \nR: David Ilundain\n\nMis oleks, kui saaksid näha kõrvalt ühe kiusamisloo kulgemist ja seda täiesti uudses rollis – õpetajana? Vastuseid sellele küsimusele võime leida lõpmatult, kuid film „One For All“ peegeldab ehedat lugu haiget saamisest, tegemisest ja ka kõige olulisemast ehk  andestamisest. Kui tavaline koolilaps on rõõmsameelne, tegus ja tubli, siis kiusamine suudab luua midagi, mis ei meenuta hiljem seda poissi isegi mitte näo järgi. Selle kõige kulgemine on pikk protsess, põimides endaga kaasa pealtvaatajate, kiusajate ja teiste lood, tuues selgelt esile teadmise, et igal asjal on lugu. Sündmuste kulgemist iseloomustab teadmine, et filmis pole mitte peategelane, vaid iga roll on oluliselt välja toodud näitena tegelikust kiusamise ahelast.\n\nFilm linastub ka lapse õiguste programmis.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/BtkHmBLefZw\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\nJust Filmi lastefilmide võistlusprogrammi võidufilmideks on muuhulgas olnud filmid, mis on nüüdseks tuttavad ka telelinalt, 2018a Norra film \"Los Bando\" (\"Bändipoisid\", režissöör Christian Lo), 2015a Hollandi film \"Kood M\" (režissöör Dennis Bots).\n\n\n**Festival on tagasi kinos ja piletimüük juba käib!**",
    "contents_en": "Just Film, the sub-festival of Black Nights Film Festival dedicated to youth and children's films, has announced 12 films competing in its Children’s Competition and 7 films competing in the European Children’s Film Association (ECFA) Competition. The selection includes one world and one international premiere.\n \nScreening at Just Film as world premiere, „Glassboy“ is the second full-feature film of Italian director Samuele Rossi, who in 2010 co-produced, directed and wrote his first feature movie \"La strada verso casa\" (\"The way back home\"). Samuele Rossi is also known for his 2016 documentary „Indro. The Man Who Wrote on the Water“ about controversial Italian journalist Indro Montanelli. „Glassboy“ is described as a story about freedom, risk, fear, growth, communication between kids and adults, and courage. “Glassboy” will have its world premiere at Just Film.\n\nRussian director Alexey Telnov will present the international premiere of his feature debut „The Time Guardians“. It is „a phantasmagoric journey through the dark city of Saint-Petersburg is a way to understand the real world through the prism of the feelings of the main character Ksyusha.“ by the words of Alexey. His first project as a director was a documentary film “Tsurtsula” (2015, 52 min).\n \nJust Film Children’s Competition consists of films that bring characters that many people already know to the screens and also introduces some new and fun stars.\n \nJust Film director Mikk Granström says: “This year’s Children’s Competition will bring back some known protagonists like Bert from the Swedish children’s novel by Anders Jacobsson and Sören Olsson, “Bert’s diary”, Yakari from the Franco-Belgian comic book  (or French cartoon series) series “Yakari” and Sipsik, a character from a known Estonian children’s book “Sipsik” by Eno Raud. We are proud to present one international premiere, “The Time Guardians” and one world premiere “Glassboy”. The Children’s Competition programme is fun and adventurous, and will make the whole family happy.”.\n \nThe Children’s Competition programme will be judged by Just Film Children’s Jury. The members of the jury are Kerstin Kalda (9 y/o), Kaarel Uueni (9 y/o), Kuno Wilhelm Rohusaar (9 y/o), Mari Krashevski (12 y/o) and Sarah Liis Luha (12 (y/o).\n \n \n \n##### **Children’s Competition films:**\n\n**Raggie**\nSipsik\nEstonia/Denmark 2020, 74 min \nDirector: Meelis Arulepp, Karsten Kiilerich\n\nRuby is turning six and her life is in balance – she has an older brother Mark, who is her best friend and always has time to play with her. Then summer is over and Mark has to go back to school. He won´t have time for her sister anymore. Ruby is devastated. Mark decides to make Ruby a new companion: a doll - Raggie. In a wonderful magical moment, Raggie comes to life, at least in Ruby´s perception. Now she has eyes for her new friend only and Ruby spends all her days with Raggie. This changes the relationship …\n\n\n\n**The Time Guardians**\nRussia 2020, 94 min \nDirector: Alexey Telnov\n\nInternational premiere\n\nAn exiting phantasmagorical mystic tale set in classical St. Petersburg. A girl Ksyusha is adopted into a family of a writer and an artist. She finally got fortunate. But having been in a car accident, the girl finds herself in the Dark City, where along with her magical assistant Paramon, she must overcome evil witchcraft and rewind the city clock to stop the Witch and her black army from taking over the city. Will the girl succeed in finding the Time Key and rewind the clock? Will happiness return to her new family?\n\n\n**Bert's Diary**\nSweden 2020, 95 min \nDirector: Michael Lindgren\n \nBert is starting 7th grade. Also in his new class is Amira, little sister to Leila in 9B. Leila is the girl that everyone has a crush on, including Bert. Bert plans to become friends with Amira to get closer to Leila. When Bert finds a secret diary at the girls’ home, it marks the beginning of an eventful love story about lies, fake news and super hero Lynx. All of this in order to get Bert to start listening to his heart.\n\n\n**Yakari, a Spectacular Journey**\nFrance 2020, 72 min \nDirector: Xavier Giacometti, Toby Genkel\n \nWith his tribe’s move to follow the migrating bison imminent, Yakari, the little Sioux boy, sets out on his own to follow the trail of Little Thunder, a wild mustang said to be untamable. On his journey, and alone for the first time in his life, Yakari is visited by Great Eagle, his totem animal. Great Eagle gives Yakari a magnificent feather as well as the incredible ability to speak to animals. Traveling far from home and deep into the territory of the terrible pumaskin clad hunters, Yakari and Little Thunder undertake a great adventure and find their way back home again. Their journey, through breath-taking but treacherous landscape, will forever seal the undying friendship between the bravest little Sioux boy and the pony who runs like the wind.\n\n\n**Jackie and Oopjen**\nNetherlands 2020, 90 min \nDirector: Annemarie van de Mond\n \nWhen Oopjen believes that 12-year-old Jackie is the sister that she lost years ago, Rembrandt’s famous painting comes to life.\nJackie (12) has made the Rijksmuseum her second home, as her mother works there. While she is wandering around after hours, Oopjen (from Rembrandt’s famous painting) suddenly appears in front of her. It seems she’s looking for her long lost sister. Jackie is used to solving other people’s problems and decides to take Oopjen home, so they can go look for her sister. For Oopjen, a woman from the Golden Age, the 21st century is a big adventure and Jackie finally gains a real friend: a true BFF.\n\n\n**Glassboy**\nItaly 2020, 100 min \nDirector: Samuele Rossi\n \nWorld premiere\n \nPino is a child suffering from haemophilia and is animated by an unbridled desire for freedom and boundless courage: he decides to start his adventure in the world and to show everyone that he can live his life like a normal kid.\n  \n \n**Pirates Down the Street**\nNetherlands 2020, 95 min \nDirector: Pim van Hoeven\n \nThe ordinary coastal town Sandsborough is turned upside down when the Blunderbuss family arrives, a sword-fighting, rum-drinking bunch of pirates. While the respectable residents are appalled by the family’s ship-turned-home, guard shark and pet octopus, Michael (12) becomes friends with the new boy next door, pirate Billy (13).\nHowever, Michael might lose his new friend when the Blunderbusses’ archenemy Crooked Cornelius suddenly turns up, determined to lure the pirates back to sea. Together with Elizabeth (12), a girl from the neighborhood, Michael and Billy go into battle against the most dangerous pirate of the seas…\n\n\n**Madison - A Fast Friendship**\nGermany/Austria 2020, 90 min \nDirector: Kim Strobl\n \nAt the center of the family story is 13-year-old titular protagonist Madison, for whom cycle racing means just everything! She gives her all to emulate her cool and successful cycle-pro father. But when the talented and ambitious young racer has to unwillingly swap saddles for a mountain bike, things go haywire. However, with the help of her new friends she starts discovering new goals. Can she find her own way away from cycle racing, the path that was predetermined for her? It’s the start of a big and exciting adventure…\n \n \n\n**The Fantastic Journey of Margot & Marguerite**\nFrance 2020, 89 min \nDirector: Pierre Coré\n\n\nMarguerite and Margot are  both 12, with each their own family, friends, problems… ad era! One lives in 1942 and the other in 2020. But this is without counting on a mysterious magic chest that transports them to each other’s era. Margot and Marguerite have something else in common: their father is no longer there, one vanished during World War II, the other is not living at home. With 70 years apart, they’re embarking in a wild adventure to find their present, explore History and their familie’s memories.\n\n\n**The Black Mill**\nPoldan 2020, 100 min \nDirector: Mariusz Palej\n \nTwelve year old Iwo lives in a small, post-communist town. with destroyed Black Mill – once a place of work for many parents. Breaking the promise to not approach the old mill – the children accidentally unleash its evil powers. From that moment nothing will ever be the same again. Objects and adults start to disappear.\n\n\n**Summer Rebels**\nGermany/Slovakia 2020, 93 min \nDirector: Martina Sakova\n \n \nRowdy Jonas, 11 , longs to spend summer vacation shooting  the rapids and exploring the Slovakian countryside with his cool Grandpa Bernard, but his exasperated mother has already made plans to go to the seaside instead. Jonas sneaks away from his home in Dresden to take the train by himself to his grandpa’s charming little town. When he arrives, he discovers that cool grandpa  has become grumpy grandpa, and Jonas realizes why his mother didn’t want him to go there - but the damage is done!\nJonas is left on his own while his grumpy grandpa mopes.  Luckily, his brave and tomboyish neighbor Alex befriends Jonas  and together they create a scheme to raise money for a raft  of their own, unleashing a series of dodgy shenanigans.\nTheir illegal racket creates an uproar in the village, lands  Grandpa Bernard in jail for a crime he didn’t commit,  and causes Alex and Jonas’ friendship to fray.  Will Jonas find a way to repair the messes he’s made?\n\n\n**One For All**\nSpain 2020, 95 min \nDirector: David Ilundain\n\nA classroom of students who bury their feelings and a teacher ready to tackle toxic dynamics and to heal open wounds. This is the base of ONE FOR ALL, the upcoming film from the producers of Summer 1993 and director David Ilundain, starring David Verdaguer (Summer 1993). An inspiring dramatic feature about forgiveness and overcoming obstacles both inside and beyond school walls.\nA substitute teacher takes on a class of sixth graders in a town completely new to him. When he discovers that he has to reintegrate a sick student into the classroom he stumbles on an even bigger problem: none of his classmates wants him to return.\n\n \nPrevious winners of the Just Film Children’s Competition include 2018 film by Norwegian director Christian Lo “Los Bando” and 2015 Dutch film by Dennis Bots “Code M”.\n \n \n \n**ECFA Competition programme is judged by the ECFA Jury.**\nMembers of the jury are:\nMariella Harpelune Jensen, head of programme at BUSTER Filmifestival in Denmark.\nMike Tait, producer of the annual Discovery Film Festival in the UK.\nJulia Fleissig, the Head of LUCAS – International Festival for Young Film Lovers in Germany.\n \n \n**ECFA Competition Films:**\n„Pirates Down the Street“, Netherlands, 2020, Director Pim van Hoeve\n„The Fantastic Journey of Margot & Marguerite“, France 2020, Director Pierre Coré\n„One For All“, Spain 2020, director David Ilundain\n„The Time Guardians“, Russia 2020, director Alexey Telnov\n„The Black Mill“, Poland 2020, director Mariusz Palej\n„Glassboy“, Italy 2020, director Samuele Rossi\n„Bert’s Diary“, Sweden 2020, director Michael Lindgren\n \n \nThe ECFA Award has been presented at Just Film since 2017. The winners have been “Up in the Sky”, Sweden 2016 (director Petter Lennstrand),  “Los Bando”, Norway 2018 (director Christian Lo) and “Binti”,  Belgium 2019 (director Frederike Migom).",
    "contents_ru": null,
    "publishFrom": "2020-10-23T06:00:00.000Z",
    "publishUntil": null,
    "publish_et": true,
    "publish_en": true,
    "publish_ru": null,
    "media": {
      "id": 102,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 1421,
          "name": "JF_lastefilmide Voistluse pressikas_kodukale.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 1920,
          "height": 1080,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_JF_lastefilmide_Voistluse_pressikas_kodukale_8e71e48211.jpg",
              "hash": "thumbnail_JF_lastefilmide_Voistluse_pressikas_kodukale_8e71e48211",
              "mime": "image/jpeg",
              "name": "thumbnail_JF_lastefilmide Voistluse pressikas_kodukale.jpg",
              "path": null,
              "size": 7.34,
              "width": 245,
              "height": 138
            }
          },
          "hash": "JF_lastefilmide_Voistluse_pressikas_kodukale_8e71e48211",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 236.65,
          "url": "/uploads/JF_lastefilmide_Voistluse_pressikas_kodukale_8e71e48211.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-10-22T07:36:42.922Z",
          "updated_at": "2020-10-22T07:36:42.968Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 3,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 6,
      "firstname": "Jaan",
      "lastname": "Leppik",
      "username": null
    },
    "created_at": "2020-09-15T12:02:30.958Z",
    "updated_at": "2020-09-22T08:29:45.741Z",
    "title_et": "🎬 Kandideeri laste- ja noortežüriidesse!",
    "slug_et": "kandideeri-laste-ja-noortezueriidesse",
    "title_en": null,
    "slug_en": "just-filmi-article-1",
    "title_ru": null,
    "slug_ru": "just-filmi-article-2",
    "lead_et": "Kas oled alati mõelnud, et tahaksid ka põnevast ja harivast filmimaailmast osa saada? 🙂",
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "Just Film ootab kõiki tegusaid lapsi ja noori võtma osa meie festivali žüriide tegevusest. Ka sel aastal kutsume laste- ja noortežüriidesse kandideerima lapsi ja noori vanuses 7-13 ning 14-19. Mõlema žürii raskeks, kuid põnevaks ülesandeks on vaadata Just Filmi programmide filme ning valida nende seast välja võidufilm. Just Filmi festival toimub sel aastal 13.-29. novembrini Tallinna ja Tartu kinodes ning samaaegselt ka veebis!\n\n**Kandideerimine on avatud 28. septembrini 2020!**\n\n \n\n**Lastežüriisse kandideerimiseks:**\n\nKirjuta meile vähemalt kahest huvitavast filmist. Kirjuta, mis just Sulle meeldis, mis ei meeldinud ja miks. Räägi meile ka lühidalt endast ning miks just Sina peaksid olema Just Filmi Lastežüriis.\n\nSaada kiri pealkirjaga “Lastežürii” aadressile justfilm@poff.ee. Ära unusta oma kontaktandmeid (nimi, sünniaasta, telefon, meiliaadress)!\n\n \n\n**Noortežüriisse kandideerimiseks:**\n\nKirjuta meile üks filmiarvustus koos lühikese motivatsioonikirja ja enesetutvustusega ning saada see meiliaadressile justfilm@poff.ee, pealkirjaga “Noortežürii”. Ära unusta oma kontaktandmeid (nimi, sünniaasta, telefon, meiliaadress)!\n\n \n\nVaata ka lõbusat videot, mille tegid 2019a Just Filmi lastežürii liikmed Brittany Aasamets, Heleri Pajuste, Kris Prendon Teder, Mona Grete Pärgma, Otto Samuel Kahar koos lastežürii mentori Heli Jürissoniga.\n\n[Vaata videot.](https://vimeo.com/455916372)",
    "contents_en": null,
    "contents_ru": null,
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": null,
    "publish_ru": null,
    "media": {
      "id": 31,
      "clipUrlDefault": "https://vimeo.com/455916372",
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 152,
          "name": "Züriid 2019.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 2048,
          "height": 1365,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_Zueriid_2019_4b8a4c857b.jpg",
              "hash": "thumbnail_Zueriid_2019_4b8a4c857b",
              "mime": "image/jpeg",
              "name": "thumbnail_Züriid 2019.jpg",
              "path": null,
              "size": 9.4,
              "width": 234,
              "height": 156
            }
          },
          "hash": "Zueriid_2019_4b8a4c857b",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 609.57,
          "url": "/uploads/Zueriid_2019_4b8a4c857b.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-09-15T12:00:27.267Z",
          "updated_at": "2020-09-15T12:00:27.372Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [
      {
        "id": 10,
        "buttonText": null,
        "buttonUrl": null,
        "buttonText_et": null,
        "buttonUrl_et": null,
        "buttonText_en": null,
        "buttonUrl_en": null,
        "buttonText_ru": null,
        "buttonUrl_ru": null,
        "text_et": null,
        "url_et": null,
        "text_en": null,
        "url_en": null,
        "text_ru": null,
        "url_ru": null
      }
    ],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 23,
    "created_by": {
      "id": 15,
      "firstname": "Epp",
      "lastname": "Kõuhkna",
      "username": null
    },
    "updated_by": {
      "id": 15,
      "firstname": "Epp",
      "lastname": "Kõuhkna",
      "username": null
    },
    "created_at": "2020-11-18T15:20:28.108Z",
    "updated_at": "2020-11-18T15:20:28.198Z",
    "title_et": "Mamma ja Just Film",
    "slug_et": "mamma-ja-just-film",
    "title_en": null,
    "slug_en": "just-filmi-article-10",
    "title_ru": null,
    "slug_ru": "just-filmi-article-11",
    "lead_et": "**Hea toit ning kvaliteetne meelelahutus on alati käinud käsikäes!**",
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "Mamma ja Just Film teevad koostööd juba kolmandat aastat. Koostöö ja üheskoos läbiviidud tegevuste maht on ajaga aina suurenenud ning sarnaselt 2019. aastale jätkab Mamma ka tänavu Just Filmi ühe esitlejana. Kanname uhkusega Just Film 2020 festivali esitleja tiitlit.\n\n\nHindame ettevõttena Just Film festivali kõrgelt, kuna tegemist on noortele suunatud kvaliteetse kultuuriprogrammiga. Just seepärast soovime aidata kaasa, et vaatamata keerulisele majandusolukorrale festival ka sel aastal toimuks. Just Film on väga aktiivselt mõelnud ka alternatiivsetele lahendustele ning sel põhjusel toimub tänavu osa festivalist ka veebi vahendusel eesmärgiga tuua programm veelgi laiema vaatajaskonna ette. \n\n\nKoostöö raames pakume kõikidele Just Filmi avaseansi külastajatele maitsvaid Mamma pannkooke ning korraldame ühiselt eriürituse toreda filmiõhtu näol. Just Film pakub omakorda kõikidele Mamma töötajatele võimalust nautida head filmielamust otse kodust läbi veebivahenduse. \n\n\nSoovime edu Just Filmi korraldusmeekonnale!\n",
    "contents_en": null,
    "contents_ru": null,
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": null,
    "publish_ru": null,
    "media": {
      "id": 320,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 3467,
          "name": "50593071967_a330df461d_k.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 2048,
          "height": 1365,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_50593071967_a330df461d_k_9e7795fab6.jpg",
              "hash": "thumbnail_50593071967_a330df461d_k_9e7795fab6",
              "mime": "image/jpeg",
              "name": "thumbnail_50593071967_a330df461d_k.jpg",
              "path": null,
              "size": 9.76,
              "width": 234,
              "height": 156
            }
          },
          "hash": "50593071967_a330df461d_k_9e7795fab6",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 804.85,
          "url": "/uploads/50593071967_a330df461d_k_9e7795fab6.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-11-18T15:20:10.452Z",
          "updated_at": "2020-11-18T15:20:10.777Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 11,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 18,
      "firstname": "Jaana",
      "lastname": "Kalinistova",
      "username": null
    },
    "created_at": "2020-09-23T07:40:14.058Z",
    "updated_at": "2020-11-16T08:54:54.006Z",
    "title_et": "Ekskursioonid Just Filmile",
    "slug_et": "ekskursioonid-just-filmile",
    "title_en": null,
    "slug_en": "just-filmi-article-4",
    "title_ru": "Экскурсии",
    "slug_ru": "ekskursii",
    "lead_et": null,
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "Just Filmile saavad tulla kõik, olenemata sellest, kus Eestimaa osas nad ka ei asu.\nJust Filmi meeskond pakub koolidele võimalust tulla festivalile ekskursiooni raames. Just Filmi meeskond võtab enda peale nii transpordi broneerimise kui ka filmisoovituste jagamise.\n\nSiin on 4 imelihtsat sammu, kuidas organiseerida omale bussiekskursioon Just Filmile:\n\nSAMM 1\nVõta ühendust meie meeskonnaga. Sind aitab Heleen Sutt (heleen.sutt@poff.ee, 5205592). Esimesena paneme paika, mis päeval ja mis kell võiksite tulla Just Filmi raames kinno ning teeme teile hinnapakkumise.\n\nSAMM 2\nKui aeg ja film on välja valitud, siis broneerime teile bussi ja kohad kinosaalis. Õpetajatele on ekskursioonil osalemine tasuta.\n\nSAMM 3\nKes soovib Tallinnas ekskursioonil viibida kauem, siis ka selline võimalus on olemas. Selleks tuleb ekskursiooni tellijal tasuda bussi lisaootetundide eest.\n\nSAMM 4\nEksursioonipäeva hommikul on buss kokkulepitud ajal kooli ees, sõidutab teid mugavalt kinno ja soovi korral ka muuseumisse. Pärast filmi lõppu viib buss kõik õpilased ja õpetajad kooli juurde tagasi.\n\n\n##### Filmimuuseumi pakkumine Just Filmi ekskursioonilistele\n\nProgramm \"Filmi sisse minek\" Just Filmi erihinnaga **4.50 õpilane**.\n\nFilmimuuseum pakub lastele võimalust kiigata filmitöö telgitagustesse. Kes on režissöör? Kuidas tehakse grimmi? Mis tunne on olla kaamera ees? Ja palju muud põnevat... Illusioonide ruumis saab ise oma käega proovida, kuidas saadi pildid liikuma kaamerate-eelsel ajastul. Programm kestab ca 1,5 tundi ja sobib kõikidele kooliastmetele.\n\nBroneerimine [tellimus@ajaloomuuseum.ee](tellimus@ajaloomuuseum.ee)\nLisainfo ja tellimuste haldur Tatjana Runge 5255976.\n\n![haridusprogrammid.jpg](http://139.59.130.149/uploads/haridusprogrammid_31d6169479.jpg)\n\n\n\nLisainfo ekskursioonide kohta:\n\nHeleen Sutt\nheleen.sutt@poff.ee\n520 5592",
    "contents_en": null,
    "contents_ru": "Каждый может посетить фестиваль Just Film, независимо от того, в какой части Эстонии он живет. Команда Just Film предлагает школам возможность приехать на фестиваль в рамках экскурсий. Команда берет на себя бронирование транспорта, а также поможет с выбором фильмов.\n\nВот 4 простых шага для организации автобусной экскурсии на Just Film:\n\nШАГ 1\nСвяжитесь с нашей командой. Вам будет помогать Heleen Sutt (heleen.sutt@poff.ee, 5205592). Для начала мы с вами определим подходящий день и время для приезда на кинофестиваль и составим для вас ценовое предложение.\n\nШАГ 2\nКак только время и фильм будут выбраны, мы закажем автобус и забронируем места в кинозале. Участие в экскурсии для учителей бесплатное.\n\nШАГ 3\nЕсли вы хотите остаться в Таллинне подольше, то такая возможность есть. В таком случае заказчику экскурсии будет необходимо оплатить дополнительные часы ожидания автобуса.\n\nШАГ 4\nУтром, в день экскурсии автобус прибудет к школе в оговоренное время, и вас удобно доставят в кинотеатр и, если хотите, в музей. После фильма автобус доставить всех учеников и учителей обратно в школу.\n\n##### Предложение Музея кино для участинков экскурсий Just Film\n\nПрограмма \"Побывай в кино\" (\"Filmi sisse minek\") по специальной цене для Just Film **4.50 евро/ученик**.\n\nМузей кино предлагает детям возможность заглянуть за кадр фильма. Кто такой режиссер? Как накладывается гримм? Каково оказаться перед объективом камеры? И много другого захватывающего... В комнате иллюзий можно самостоятельно попробовать и создать движущиеся картинки так, как это делали до появления видеокамер. Продолжительность программы 1,5 часа, и она подходит для всех школьных ступеней.\n\nБронирование [tellimus@ajaloomuuseum.ee](tellimus@ajaloomuuseum.ee)\nДополнительная информация и администратор заказов Татьяна Рунге 525 5976.\n\n![haridusprogrammid.jpg](http://139.59.130.149/uploads/haridusprogrammid_31d6169479.jpg)\n\n\nДополнительная информация:\nHeleen Sutt\nheleen.sutt@poff.ee\n520 5592",
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": null,
    "publish_ru": true,
    "media": null,
    "button": [],
    "article_types": [
      {
        "id": 5,
        "name": "about",
        "created_at": "2020-09-01T12:17:53.527Z",
        "updated_at": "2020-09-21T10:54:13.651Z",
        "article": null,
        "et": "Artikkel",
        "en": "About",
        "ru": "Артикл",
        "slug_et": "artikkel",
        "slug_en": "about",
        "slug_ru": "artikl",
        "name_et": "Artikkel",
        "name_en": "About",
        "name_ru": "Артикл",
        "label_et": "Artikkel",
        "label_en": "About",
        "label_ru": "Артикл",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 18,
    "created_by": {
      "id": 15,
      "firstname": "Epp",
      "lastname": "Kõuhkna",
      "username": null
    },
    "updated_by": {
      "id": 6,
      "firstname": "Jaan",
      "lastname": "Leppik",
      "username": null
    },
    "created_at": "2020-11-03T15:26:43.331Z",
    "updated_at": "2020-11-09T10:02:04.247Z",
    "title_et": "Lapse õiguste programmi töölehed",
    "slug_et": "lapse-oiguste-programmi-toeoelehed",
    "title_en": null,
    "slug_en": "just-filmi-article-7",
    "title_ru": null,
    "slug_ru": "just-filmi-article-8",
    "lead_et": "Just Filmi lapse õiguste programm tähistab sel aastal juba 10. sünnipäeva. Programm koosneb 10 filmist, mis käsitlevad teiste seas teemasid nagu laste ja noorte suhted pere ja sõpradega, elu tänaval, narkomaania, vaimne tervis ja koolikiusamine. Just neil aktuaalsetel ja sügavatel teemadel, mis meie kõigi ümber on, püüab Just Film tekitada arutelusid. \n\n",
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "Oleme selle jaoks valinud välja 5 lapse õiguste programmis linastuvat filmi ning koostanud töölehed filmides käsitletud teemadel arutlemiseks. \n\nTöölehed on koostatud koostöös Justiitsministeeriumi, Sotsiaalministeeriumi, Sotsiaalkindlustusameti, Lastekaitse Liidu ja Õiguskantsleri Kantseleiga.\n\n[Lae filmi \"Süstlapargi laps\" tööleht alla siit.](https://assets.poff.ee/img/tooleht_systlapargi_laps_1.pdf)\n\n[Lae filmi \"Ütle talle\" tööleht alla siit.](https://assets.poff.ee/img/tooleht_ytle_talle.pdf)\n\n[Lae filmi \"Üks kõigi eest\" tööleht alla siit.](https://assets.poff.ee/img/tooleht_yks_koigi_eest.pdf)\n\n[Lae filmi \"Põrgu\" tööleht alla siit.](https://assets.poff.ee/img/tooleht_porgu.pdf)\n\n[Lae filmi \"Suured poisid ei nuta\" tööleht alla siit.](https://assets.poff.ee/img/tooleht_suured_poisid_ei_nuta.pdf)\n",
    "contents_en": null,
    "contents_ru": null,
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": null,
    "publish_ru": null,
    "media": {
      "id": 149,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 678,
          "name": "F_1_Tell_Her.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 1920,
          "height": 1080,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_F_1_Tell_Her_999467401a.jpg",
              "hash": "thumbnail_F_1_Tell_Her_999467401a",
              "mime": "image/jpeg",
              "name": "thumbnail_F_1_Tell_Her.jpg",
              "path": null,
              "size": 8.43,
              "width": 245,
              "height": 138
            }
          },
          "hash": "F_1_Tell_Her_999467401a",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 256.24,
          "url": "/uploads/F_1_Tell_Her_999467401a.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-10-11T16:43:07.429Z",
          "updated_at": "2020-10-11T16:43:07.896Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 7,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "created_at": "2020-09-21T11:06:10.145Z",
    "updated_at": "2020-10-01T07:04:44.319Z",
    "title_et": "Just Filmi lapse õiguste programm: „Mitte ainult lastele, vaid ka koos lastega“",
    "slug_et": "just-filmi-lapse-oiguste-programm-mitte-ainult-lastele-vaid-ka-koos-lastega",
    "title_en": null,
    "slug_en": "just-filmi-article-2",
    "title_ru": null,
    "slug_ru": "just-filmi-article-4",
    "lead_et": "Sel aastal juba 20. korda toimuva Just Filmi missioon on pakkuda kvaliteetset meelelahutust nii lastele, noortele kui ka täiskasvanutele tuues kinokülastajateni maailma kõige uuemad ja paremad filmid.\n",
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "Sel aastal juba 20. korda toimuva Just Filmi missioon on pakkuda kvaliteetset meelelahutust nii lastele, noortele kui ka täiskasvanutele tuues kinokülastajateni maailma kõige uuemad ja paremad filmid.\n\nMeelelahutuse kõrval ehk isegi olulisemaks eesmärgiks on läbi filmikunsti lapsi ja noori harida ning avardada nende maailmavaadet.\nJust Film koosneb erinevatest filmiprogrammidest, millest üks pikaajalisemaid ja populaarsemaid on kindlasti lapse õiguste programm. Lapse õiguste programm soovib juhtida tähelepanu teemadele, mis lastele ja noortele korda lähevad ning meid kõiki puudutavad. Nende filmidele peategelased on lapsed ja noored, kes ennast veel avastavad. Vahel vanemad toetavad lapsi, kuid sageli tuleb lastel olulisi otsuseid vastu võtta üksinda.\nProgrammis on ka filme, mis käsitlevad mitte ainult lapsi ja noori vaid kogu ühiskonda puudutavaid probleeme nagu narkomaania, seksuaalne väärkohtlemine ning erinevad vägivalla- ja kuriteoliigid.\n\nOn oluline, et tänaseks juba kümnendat korda linastuv filmiprogramm oleks pidevas arengus. Nii oleme pikaaegse koostööpartneri Lastekaitse Liidu värskelt valminud Märka Last platvormi kaudu kaasamas ka lapsi. Nimelt aitavad sel aastal programmi koostada esmakordselt ka noored ise.\n\nKüsisime nendelt neljalt aktiivselt, teotahteliselt ja inspireerivalt noorelt, miks on filmimaailm ja selles projektis osalemine nende jaoks oluline ning nende vastused on teie ees.\n",
    "contents_en": null,
    "contents_ru": null,
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": null,
    "publish_ru": null,
    "media": {
      "id": 58,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 259,
          "name": "Lapse õiguste programmi pilt 2020.png",
          "alternativeText": "",
          "caption": "",
          "width": 1024,
          "height": 503,
          "formats": {
            "thumbnail": {
              "ext": ".png",
              "url": "/uploads/thumbnail_Lapse_oiguste_programmi_pilt_2020_8484d9dfbe.png",
              "hash": "thumbnail_Lapse_oiguste_programmi_pilt_2020_8484d9dfbe",
              "mime": "image/png",
              "name": "thumbnail_Lapse õiguste programmi pilt 2020.png",
              "path": null,
              "size": 65.48,
              "width": 245,
              "height": 120
            }
          },
          "hash": "Lapse_oiguste_programmi_pilt_2020_8484d9dfbe",
          "ext": ".png",
          "mime": "image/png",
          "size": 497.57,
          "url": "/uploads/Lapse_oiguste_programmi_pilt_2020_8484d9dfbe.png",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-09-28T07:20:13.899Z",
          "updated_at": "2020-09-28T07:20:14.008Z"
        }
      ],
      "image_et": [
        {
          "id": 259,
          "name": "Lapse õiguste programmi pilt 2020.png",
          "alternativeText": "",
          "caption": "",
          "width": 1024,
          "height": 503,
          "formats": {
            "thumbnail": {
              "ext": ".png",
              "url": "/uploads/thumbnail_Lapse_oiguste_programmi_pilt_2020_8484d9dfbe.png",
              "hash": "thumbnail_Lapse_oiguste_programmi_pilt_2020_8484d9dfbe",
              "mime": "image/png",
              "name": "thumbnail_Lapse õiguste programmi pilt 2020.png",
              "path": null,
              "size": 65.48,
              "width": 245,
              "height": 120
            }
          },
          "hash": "Lapse_oiguste_programmi_pilt_2020_8484d9dfbe",
          "ext": ".png",
          "mime": "image/png",
          "size": 497.57,
          "url": "/uploads/Lapse_oiguste_programmi_pilt_2020_8484d9dfbe.png",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-09-28T07:20:13.899Z",
          "updated_at": "2020-09-28T07:20:14.008Z"
        }
      ],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 12,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 18,
      "firstname": "Jaana",
      "lastname": "Kalinistova",
      "username": null
    },
    "created_at": "2020-10-02T07:56:58.543Z",
    "updated_at": "2020-10-16T17:00:07.858Z",
    "title_et": "Piletite broneerimine",
    "slug_et": "piletite-broneerimine",
    "title_en": "Book Tickets",
    "slug_en": "book-tickets",
    "title_ru": "Бронирование билетов",
    "slug_ru": "zabronirujte-bilet",
    "lead_et": null,
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "Kooligruppidel on võimalik pileteid ette broneerida. Selleks leiate lingi soovitud filmi linastusaja juurest.\nBroneerimiseks on minimaalne väljaostetavate piletite arv 5. Väiksema arvu piletite soetamiseks saab kasutada Piletilevi keskkonda või pöörduda PÖFFi piletimüügikassadesse, mis asuvad Solarise Keskuses ning Coca-Cola Plazas.\n\nVeebikeskkonnas tehtud broneeringu kohta tuleb teie meiliaadressile ka koopiakiri ning 1 tööpäeva jooksul lõplik kinnitus broneeringu õnnestumisest Just Filmi meeskonna poolt.\n\nLisainfo: [justfilm@poff.ee](mailto:justfilm@poff.ee)\n\n",
    "contents_en": "Through the booking system that can be found on film pages you can book tickets for your schoolgroup to Just Film screenings.\nMinimum amount of tickets that can be booked is 5. To book less than 5 tickets, please use Piletilevi webpage or visit PÖFF ticket sales offices at Solaris Centre, Coca-Cola Plaza and Tartu Kaubamaja.\n\nUsing the web based booking system you will receive a copy to your e-mail as well as a final confirmation of a successful booking from the Just Film team within 1 working day.\n\nMore info: (justfilm@poff.ee)\n\n",
    "contents_ru": "У школьных групп есть возможность бронировать билеты на киносеансы. Это можно сделать по ссылке, которая находится рядом с указанным временем показа. \n\nМинимальный размер группы составляет 5 человек. Меньшее количество билетов можно приобрести в Piletilevi или пунктах продажи билетов PÖFF в торговом центре Solaris, в Coca-Cola Plaza и торговом центре Kvartal в Тарту.\n\nПо итогам бронирования билетов для школьных групп на ваш адрес электронной почты придет копия письма и в течение одного рабочего дня – окончательное подтверждение со стороны команды Just Film. \n\nДополнительная информация: (justfilm@poff.ee)\n\n",
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": true,
    "publish_ru": true,
    "media": null,
    "button": [],
    "article_types": [
      {
        "id": 5,
        "name": "about",
        "created_at": "2020-09-01T12:17:53.527Z",
        "updated_at": "2020-09-21T10:54:13.651Z",
        "article": null,
        "et": "Artikkel",
        "en": "About",
        "ru": "Артикл",
        "slug_et": "artikkel",
        "slug_en": "about",
        "slug_ru": "artikl",
        "name_et": "Artikkel",
        "name_en": "About",
        "name_ru": "Артикл",
        "label_et": "Artikkel",
        "label_en": "About",
        "label_ru": "Артикл",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 9,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 5,
      "firstname": "Martin",
      "lastname": "Pennaste",
      "username": null
    },
    "created_at": "2020-09-21T11:49:43.510Z",
    "updated_at": "2020-10-27T18:43:23.754Z",
    "title_et": " ",
    "slug_et": "justfilm",
    "title_en": " ",
    "slug_en": "justfilm_en",
    "title_ru": " ",
    "slug_ru": "justfilm_ru",
    "lead_et": "",
    "lead_en": null,
    "lead_ru": null,
    "contents_et": null,
    "contents_en": null,
    "contents_ru": null,
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": true,
    "publish_ru": true,
    "media": {
      "id": 60,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 1030,
          "name": "JF_web_1920x600_2_x12_10.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 3840,
          "height": 1200,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_JF_web_1920x600_2_x12_10_af0a3431a8.jpg",
              "hash": "thumbnail_JF_web_1920x600_2_x12_10_af0a3431a8",
              "mime": "image/jpeg",
              "name": "thumbnail_JF_web_1920x600_2_x12_10.jpg",
              "path": null,
              "size": 6.95,
              "width": 245,
              "height": 77
            }
          },
          "hash": "JF_web_1920x600_2_x12_10_af0a3431a8",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 879.59,
          "url": "/uploads/JF_web_1920x600_2_x12_10_af0a3431a8.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-10-12T07:40:42.934Z",
          "updated_at": "2020-10-12T07:40:43.027Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [],
    "organisations": []
  },
  {
    "id": 25,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "created_at": "2020-11-30T09:53:11.341Z",
    "updated_at": "2020-12-07T08:24:13.817Z",
    "title_et": "20. Just Filmi võidufilmid ja eripreemiad",
    "slug_et": "20-just-filmi-voidufilmid-ja-eripreemiad",
    "title_en": "20. Just Film grand prix winner",
    "slug_en": "20-just-film-grand-prix-winner",
    "title_ru": "Гран-при фестиваля молодежных и детских фильмов Just Film",
    "slug_ru": "gran-pri-festivalya-molodezhnyh-i-detskih-filmov-just-film",
    "lead_et": "**Põhja-Euroopa suurima noorte- ja lastefilmide festivali Just Film juubeliaasta grand prix läks Prantsusmaale**",
    "lead_en": "**The grand prix of Northern Europe’s biggest youth and children’s film festival Just Film went to France**\n",
    "lead_ru": "**Гран-при фестиваля молодежных и детских фильмов Just Film получила французская картина**",
    "contents_et": "Rahvusvaheline filmifestival Just Film, mis toimus 13. novembrist 29. novembrini tähistas tänavu oma 20. sünnipäeva! Eriline aasta tõi kinolinale, ja esmakordselt ka koju huvitavad ja põnevad filmid üle kogu maailma. Just Filmi missioon on läbi kvaliteetse filmikunsti käsitleda tänapäeva maailmas aktuaalseid, olulisi ja tõsiseid teemasid eesmärgiga luua arutelu laste, noorte ja täiskasvanute vahel.\n\nVaatamata keerulisele aastale toimus Just Filmi raames tänavu üks Euroopa, kaks rahvusvahelist ja kolm maailma esilinastust! Üks maailma esilinastustest oli Eesti oma Rasmus Merivoo [\"Kratt\"](https://justfilm.ee/film/kratt/), mis sai publikult palava vastuvõtu.\nJust Filmil tuli näitamisele kokku 42 täispikka- ning 3 lühifilmi, mis jagunesid juba tuttavate programmide vahel - lastefilmide, noortefilmide, teadusdokumentaalide ning lapse õiguste programm.\n\nJust Filmi laste- ja noortežüriid andsid eripreemiad just Eesti filmidele. Lastežürii tõstis esile režissööride Meelis Arulepp ning Karsten Kiilerich animafilmi [\"Sipsik\"](https://justfilm.ee/film/sipsik/) (Eesti, 2020) filmimuusika ning noortežürii kiitis režissööri Rasmus Merivoo [\"Kratt\"](https://justfilm.ee/film/kratt/) (Eesti, 2020) visuaalset seadet.\n\nEsmakordselt aitasid Just Filmi lapse õiguste programmi koostada noored ise - [Märka Last](https://markalast.ee) platvormi toimetajad. Tänavuse lapse õiguste programmi juhtlause \"Mitte ainult lastele, vaid koos lastega\" suunab tähelepanu sellele, kuivõrd palju võib noorte kaasamine neid puudutavatesse teemadesse arutelu rikastada ning edasi viia.\n\nFestivali tegevjuht Mikk Granström sõnas: \"Oleme väga õnnelikud, et vaatamata keerulistele aegadele õnnestus meil füüsilisel kujul festivali korraldada. Sealjuures oli meil võimalik viia läbi ka Just Filmi rahvusvahelised võistlusprogrammid ning säilitada filmiprogrammi kõrget kunstilist taset. Soovin tänada kogu PÖFFi ning Just Filmi meeskonda! Ning eriline tänu läheb loomulikult meie publikule, nii kinos kui veebis. Kohtume 2021. aasta novembris!\"\n\n##### **2020. aasta Just Filmi võidufilmid:**\n\n\n##### **Lastežürii parima lastefilmi auhind**\n[“Margot’ ja Marguerite imeline seiklus”](https://justfilm.ee/film/margot-and-marguerite-i-imeline-seiklus/)\nThe Fantastic Journey of Margot & Marguerite\nR: Pierre Coré\nPrantsusmaa 2020\n\n“Põnevaid filme oli palju ning igaüks neist oli omamoodi huvitav ja õpetlik. Aga lõpuks me ikka tegime otsuse ning võitjafilm meeldis meile oma huvitava loo ja tugeva näitlemisega. 1 tüdruk tegi kahte rolli ja seda meie meelest suurepäraselt! See on film, mis rääkis uues olukorras hakkama saamisega ja kõike seda väga mänguliselt. Meie valisime võitjafilmiks „Margot ja Marguerite’i imeline seiklus“, mis on pöörane lugu sellest, kuidas noored tüdrukud ootamatult ajas rändavad ning uues ajastus hakkama saavad.”\n\n**Lastežürii eriauhind:**\n\"Eriauhinna soovime anda armastatud Eesti kangelasele Sipsikule. Meie meelest oli \"Sipsik\" filmi muusika nii haarav ja tore, et just filmimuusika eest seda filmi tunnustada soovimegi.\"\n\nLastežürii: Kaarel Uueni, Kerstin Kalda, Kuno Wilhelm Rohusaar, Mari Krashevski, Sarah Liis Luha\n\n\n##### **Noortežürii parima noortefilmi auhind**\n[“50 või kaks vaala kohtuvad rannal”](https://justfilm.ee/film/50-voi-kaks-vaala-kohtuvad-rannal/)\n50 or Two Whales Meet on the Beach\nR: Jorge Cuchi\nMehhiko 2020\n\n“Selleaastase Just Filmi noortežürii auhinna anname pärast pikki ja tuliseid vaidlusi filmile, mis sütitas intriige juba päevi enne selle vaatamist. Tegu on filmiga, milles julge teemakäsitlus kohtub värske pildikeele, oskuslikult kirjutatud tegelaste, professionaalse näitlejatöö ja omapärase montaažiga; filmiga, mida vaadates kohtusid meie kõrged ootused nende väärilise linateosega, ja loodetavasti filmiga, mis kohtub veel paljude kinolinade ja vaatajatega. Noortežürii auhind läheb filmile “50 või kaks vaala kohtuvad rannal”.”\n\n**Noortežürii eriauhind:**\n\"Eriauhinna saab \"Kratt\" (Eesti, 2020) visuaalselt kõige omapärasema filmi eest.\"\n\n\nNoortežürii: Anna Linda Elvre, Gerli Rehkalt, Hans Robert Kannukene, Helena Maarja Tarro\n\n\n##### **ECFA auhind parimale Euroopa lastefilmile**\n[“Klaaspoiss”](https://justfilm.ee/film/klaaspoiss/)\nGlassboy\nR: Samuele Rossi\nItaalia 2020\n\n“Me reisisime läbi filmide mööda Euroopat ja aega. Viibisime nii momendis kui minevikus. Fantastilised rännakud ajas, ekskursioonid pimedatesse ja müstilistesse muinasjuttudesse, igapäeva kooliellu, esimene armastus, päevikud ja piraadiseiklused - lai valik lugusid, mis on meid mitmel moel mõjutanud. Need filmid inspireerisid meid kaasa mõtlema ja reflekteerima, täitsid meid elevusega ning üle kõige andsid need filmid võimaluse läbi imeliste peategelaste kogeda laste ja noorte elu.\n\nTänavune Euroopa lastefilmide programm viis meid küll mitmetele erinevatele teekondadele, kuid üks neist tõusis eriliselt esile. Lugu, mis läbi suurepärase näitlejameisterlikkuse näitab isoleerituse ületamist ning ühe indiviidi võimalust tunda end sõprusgruppi kuuluvana. Peategelane leiab jõudu, et oma elutee üle kontroll haarata ning oma headust täis, kuid liialt kaitsva perekonna samuti uue olukorraga kohanema panna. Just filmi rikkalike karakterite, imeilusalt loodud maailma, kaasahaarava ning hästi kirjutatud loo tõttu anname ECFA auhinna filmile “Klaaspoiss”.”\n\nECFA Žürii: Mike Tait (Suurbritannia), Mariella Harpelunde Jensen (Taani), Julia Fleißig (Saksamaa)\n\n\n##### **Just Film grand prix selle aasta parimale noortefilmile**\n[“Slaalom\"](https://justfilm.ee/film/slaalom/)\nSlalom\nR: Charlène Favier\nPrantsusmaa 2020\n\n“Rahvusvaheline žürii nautis noortefilmide võistlusprogrammi filme ning hindab kõrgelt filmides tõststatud teemasid. Nägime mitmeid lugusid, kus täiskasvanud käitusid vastutustundetult ning lapsed pidid end vanema rolli asetama. Filmides tõusis läbivalt küsimusi: “Kes siin loos on laps ja kes täiskasvanu? Mis juhtub, kui täiskasvanu mõtlematu tegutsemine laotab raskuse just selle noore õlule, kes täiskasvanut kõige rohkem usaldab?”. Üks film tõusis esile oma imeliselt autentse portreeringuga keerulisest situatsioonist. Räägituna teismelise perspektiivist, kuid ilma teisi karaktereid demoniseerimata, oli tegemist looga, mis julges puudutada väärkohtlemise ja hoolimatuse teemasid väga realistlikul viisil. Võimas film, äärmiselt ausate esitlustega. Just Filmi grand prix 2020 “Slaalom”.”\n\n**Eraldi tõi rahvusvaheline žürii esile:**\nSüdantlõhestav lugu, mis kirjeldab jõuliselt ühe lapse lõputut ja tingimusteta armastust oma ema vastu. Selle näitlejanna esitlus on selle filmi hing. Tema aus ja haavatav, kuid kahe jalaga maa peal olek tõstab loo järgmisele tasemele. Žürii soovib tõsta esile Luna Mwezi tema lummava esituse eest filmis \"Süstlapargi laps (Šveits, 2020)\". \n\nRahvusvaheline žürii: Guy Davies (Suurbritannia), Elen Lotman (Eesti), Satu Tuuli Karhu (Soome)\n\nKuigi Just Filmi festival on tänaseks lõppenud saab PÖFFi parimaid palasid vaadata veel **6. detsembrini PÖFFi veebikinos** [kino.poff.ee](https://kino.poff.ee)!\n\n\nJust Film on Pimedate Ööde filmifestivali (PÖFF) noorte- ja lastefilmide alafestival, mis toimub igal aastal novembrikuus paralleelselt PÖFFi põhiprogrammiga. Näitamisele tulevad filmid, mis lisaks meelelahutuslikule aspektile kannavad endas ka hariduslikku eesmärki. Festivalil linastub igal aastal ligikaudu 50 filmi ning publikuarvu poolest on Just Filmist saanud tänaseks Eesti üks suuremaid noorteüritusi.\n\nFilmifestivali korraldamine on keeruline ettevõtmine ja ilma heade sõprade, toetajate ja sponsoriteta poleks see võimalik. Festival tänab kõiki, kes on kaasa aidanud selle toimumisele! \n\n",
    "contents_en": "Tallinn Black Nights Film Festival’s youth and children’s film sub-festival Just Film celebrated its 20th birthday. Held from the 13th until the 29th of November, Just Film brought exciting and important films to the cinemas and, for the first time, via the PÖFF virtual, available on the Estonian territory. The mission of Just Film is to use the art of cinema as a channel for bringing attention to topics that are timely, important, and serious with the aim to spark discussion between children and adults, thus creating more understanding and empathy.\n \nThe Just Film festival consisted of 42 full-features and three short films which were divided between children’s films, youth films, science documentaries, and the children’s rights programmes.\n \nJust Film main prize, the grand prix, given out by the International Jury went to “Slalom” (France, 2020), director Charlène Favier. The International Jury special mention was given to “Platzspitzbaby” (director Pierre Monnard, Switzerland 2020) lead Luna Mwezi. ECFA Award for the best European children’s film went to “Glassboy” (Italy, 2020) by director Samuele Rossi. Just Film Youth Jury Best Film Award was given to “50 or Two Whales Meet on the Beach” (Mexico, 2020) by director Jorge Cuchi. And Just Film Children’s Jury Best Film Award to \"The Fantastic Journey of Margot & Marguerite\" (France, 2020) by director Pierre Coré.\n \nJust Film Children’s and Youth Juries presented special mentions to two Estonian films. The Children’s Jury’s special mention went to animation “Sipsik” (Estonia 2020, directed by Meelis Arulepp and Karsten Kiilerich) for its score and the Youth Jury’s special mention was given to “Kratt” (Estonia 2020, directed by Rasmus Merivoo) for its unique cinematography.\n \nMikk Granström, the director of the Just Film Festival said: „We are extremely happy that regardless of the complicated situation all over the world, we have managed to organise the festival in cinemas. Just Film carried out its International competition programmes and maintained the high artistic standard of the film programme. I wish to thank the BNFF and Just Film teams! And a special thank you to our unbelievable audience in cinemas as well as homes. We will meet again in November 2021.“\n\n\n##### The winners of Just Film 2020:\n \n##### **Just Film Children’s Jury Best Film Award**\n\"The Fantastic Journey of Margot & Marguerite\"\nDirector: Pierre Coré\nFrance 2020\n \n“There were a lot of exciting films, and each one of them was interesting and educative. Finally, we came to a decision and the winning film was selected because of its fascinating story and strong acting. One girl performed two parts, and she did them wonderfully! The film was about managing new situations and doing it playfully. Just Film Children’s Jury Best Film Award goes to “The Fantastic Journey of Margot & Marguerite” - a crazy story of how two girls unexpectedly travel in time and cope in the new era.\"\n \n**Children’s Jury special mention:**\n„Our special mention goes to the loved Estonian character „Sipsik“. In our opinion, the music in „Sipsik“ was very gripping and fun, and it is the main reason for this special mention.“\n \nJust Film Children’s Jury members: Kaarel Uueni, Kerstin Kalda, Kuno Wilhelm Rohusaar, Mari Krashevski, and Sarah Liis Luha\n \n \n##### **Just Film Youth Jury Best Film Award**\n\"50 or Two Whales Meet on the Beach\"\nDirector: Jorge Cuchi\nMexico 2020\n \n“This year's Just Film Youth Jury Best Film Award is presented, after long and heated discussions, to a film that sparked intrigue days before its screening. It is a film where a bold theme meets with fresh cinematography, well-written characters, professional acting and a unique montage. The film met our high expectations, and we hope it will be screened in many more cinemas. Just Film Youth Jury Best Film Award goes to  \"50 or Two Whales Meet on the Beach”.\"\n \n**Youth Jury special mention:**\n„Our special mention goes to „Kratt“ for the most unconventional visuals.“\n \nJust Film Youth Jury members: Anna Linda Elvre, Gerli Rehkalt, Hans Robert Kannukene, and Helena Maarja Tarro\n \n \n##### **ECFA Award for the best European children’s film**\n\"Glassboy\"\nDirector: Samuele Rossi\nItaly 2020\n \n“We travelled across Europe with films, we were out and about in the present and have made trips into the past. Fantastic time travels, excursions into dark and mysterious fairytale worlds, everyday school life, first love, diaries, and pirate adventures – a wide range of stories have affected us in many different ways. They inspired us to sympathise and to reflect, they thrilled us with excitement, and above all, they let us experience the stories of various young protagonists. \n \nOf all the wonderful journeys we were taken on, one stood out for its exceptionally well-acted story of overcoming isolation, and translating one individual’s feeling of ‘otherness’ to become accepted into a group of close friends. Despite a well-meaning but overprotective family, our central character is empowered to take control of their own path through life, and gradually his family learn to adapt together with him. For its rich characterisations in a beautifully designed world, and an engaging and well-written storyline featuring friendship, courage and freedom – the ECFA Award goes to GLASSBOY. ”\n \nECFA Jury members: Mike Tait (UK), Mariella Harpelunde Jensen (Denmark), Julia Fleißig (Germany)\n\n \n##### **Just Film grand prix**\n\"Slalom\"\nDirector: Charlène Favier\nFrance 2020\n \n“The Jury enjoyed watching all the films and appreciated that the films tackled important and topical issues. We saw many stories about grownups behaving irresponsibly and children having to act responsibly. In many of the films, the question arises - who here actually is a child and who is a grownup? And what happens when a grownup with irresponsible behaviour puts a burden on the shoulders of the one person that trusts them the most? There was one film, in particular, that stood out for us for its incredibly authentic portrayal of a complicated situation. Told from a teenage perspective without alienating or demonising other characters in the film, it was brave enough to tackle issues of abuse and neglect in a very realistic way. A powerful film with very honest performances. We’re very pleased to present the Just Film 2020 grand prix for Best Youth Film to SLALOM.”\n \n**Specal mention to an actress:**\n„A heartbreaking story that describes powerfully a child's endless and unconditional love for her mother. This actress's performance is the soul of this film. Her honest, vulnerable, yet grounded presence lifts the story to a new level and makes the film stand out. The jury wishes to give an honourable mention to Luna Mwezi for her captivating performance in Needle Park Baby.“\n \n \nInternational Jury members: Guy Davies (UK), Elen Lotman (Estonia), Satu Tuuli Karhu (Finland)\n\n \n##### **Films that premiered at Just Film this year**\nRegardless of the complicated year, Just Film presented one European, two international, and three world premieres. \n \n**European premiere**\n“The Time Guardians”\nRussia 2020\nDirector: Alexey Telnov\n \n**International premieres**\n“Max and the Wild Bunch”\nGermany 2020\nDirector: Winfried Oelsner\n \n“Tell Her”\nRussia 2020\nDirector: Aleksandr Molochnikov\n \n**World premieres**\n“Call Me Blackbird”\nRussia 2020\nDirector: Pavel Mirzoev\n \n“Glassboy”\nItaly 2020\nDirector: Samuele Rossi\n \n“Kratt”\nEstonia 2020\nDirector: Rasmus Merivoo\n\n\nThe festival would like to thank all of its supporters, friends, sponsors and volunteers for their contribution and help!",
    "contents_ru": "Проходивший с 13 по 29 ноября международный кинофестиваль Just Film отметил в этом году 20-летие. В особенный год увлекательные фильмы со всего мира показывали как на экранах кинотеатров, так и дома на специальной онлайн-платформе. Миссия Just Film – через просмотр качественных фильмов разбирать важные и актуальные в современном мире темы, способствовать возникновению дискуссии между детьми, молодежью и взрослыми.\n\nНесмотря на тяжелый год, в этом году в рамках Just Film состоялись три мировые, две международные и одна европейская премьера. Среди мировых премьер была и впервые показанная картина из Эстонии «Кратт» (реж. Размус Меривоо), которую публика встретила очень тепло.\n\nВсего на Just Film было показано 42 полнометражных и три короткометражных фильма, которые вошли в уже знакомые программы: детские, молодежные, научно-документальные фильмы и программа по правам ребенка.\n\nДетское и юношеское жюри наградили специальными призами именно эстонские фильмы. Детское жюри отметило музыку к мультфильму Меэлиса Арулеппа и Карстена Кийлериха «Сипсик» (Эстония, 2020), а молодежное жюри – визуальную обработку в фильме Размуса Меривоо «Кратт» (Эстония, 2020).\n\nВпервые в составлении подборки для программы Just Film по правам ребенка приняла участие сама молодежь, редакторы платформы Märka Last (рус. – «Заметь ребенка»). Нынешний девиз программы по правам ребенка «Не только для детей, но и с детьми» обращает внимание на то, в какой степени вовлечение молодых людей в решение волнующих их вопросов может обогатить и продвинуть дискуссию.\n\nДиректор фестиваля Микк Гранстрём сказал: «Мы очень рады, что, несмотря на тяжелые времена, нам удалось организовать фестиваль и в традиционном формате. При этом нам удалось провести международные конкурсные программы Just Film и сохранить высокий художественный уровень кинопрограммы. Хочу поблагодарить всю команду PÖFF и Just Film! И, конечно же, отдельная благодарность нашей публике, которая посетила нас как в кинотеатрах, так и онлайн. До встречи в ноябре 2021 года!\n\n\n##### **Фильмы-победители Just Film в 2020 году:**\n\n\n##### **Приз детского жюри за лучший детский фильм**\n«Замечательное приключение Марго и Маргариты»\nThe Fantastic Journey of Margot & Marguerite\nРежиссер: Пьер Корэ (Pierre Coré)\nФранция, 2020\n\n«Было много захватывающих фильмов, и каждый был по-своему интересным и познавательным. Но в итоге мы все же приняли решение, и фильм-победитель понравился нам его интересным сюжетом и сильной актерской игрой. Одна девушка сыграла две роли и сделала это, на наш взгляд, превосходно! В этом фильме рассказывается о том, как справиться с новой ситуацией и сделать это играючи. В качестве победителя мы выбрали фильм «Замечательные приключения Марго и Маргариты», который представляет собой безумную историю о том, как молодые девушки внезапно путешествуют во времени и справляются с жизнью в новой для себя эпохе».\n\nСпециальный приз детского жюри:\n«Мы хотим вручить специальный приз любимому эстонскому герою Сипсику. На наш взгляд, музыка к мультфильму «Сипсик» была настолько захватывающей и красивой, что мы хотим отдельно отметить ее именно за музыку к фильму».\n\nДетское жюри: Каарель Ууэни, Керстин Кальда, Куно Вильгельм Рохусаар, Мари Крашевски, Сара Лийз Луха\n\n\n##### **Приз молодежного жюри за лучший молодежный фильм**\n«50 или два кита встречаются на пляже»\n50 or Two Whales Meet on the Beach\nРежиссер: Хорхе Кучи (Jorge Cuchi)\nМексика, 2020\n\n«После долгих и жарких дебатов премия молодежного жюри Just Film вручается фильму, который смог заинтриговать уже за несколько дней до его просмотра. Это фильм, в котором смелый подход к теме сочетается со свежим изобразительным языком, искусно написанными персонажами, профессиональной актерской игрой и уникальным монтажом; фильм, который оправдал наши большие ожидания, и, хочется надеяться, фильм, который покажут еще на многих экранах кинотеатров для многих зрителей. Приз молодежного жюри достается фильму „50 или два кита встречаются на пляже“».\n\nСпециальный приз молодежного жюри:\n«Специальную награду получает «Кратт» (Эстония 2020) за самое уникальное визуальное решение».\n\nМолодежное жюри: Анна Линда Эльвре, Герли Рехкальт, Ханс Роберт Каннукене, Хелена Маарья Тарро\n\n\n##### **Премия ECFA за лучший молодежный фильм Европы**\n«Стеклянный мальчик»\nGlassboy\nРежиссер: Самуэле Росси (Samuele Rossi)\nИталия, 2020\n\n«Благодаря фильмам мы смогли путешествовать по Европе и во времени. Мы побывали и в настоящем, и в прошлом. Фантастические путешествия во времени, экскурсии в мрачные и мистические сказки, повседневная школьная жизнь, первая любовь, дневники и приключения пиратов – всё это широкий спектр историй, которые во многом на нас повлияли. Эти фильмы вдохновили нас на размышления и рефлексию, наполнили волнением и, прежде всего, дали нам возможность познакомиться с жизнью детей и молодежи через замечательных главных героев.\n\nПрограмма европейских детских фильмов в этом году повела нас разными путями, но один из них выделялся особенно. История, в которой благодаря отличной актерской игре и возможности одного человека почувствовать себя частью группы друзей. Главный герой находит в себе силы взять под контроль свою жизнь и заставить адаптироваться к новой ситуации свою любящую, но при этом гиперопекающую семью. Именно благодаря богатым персонажам фильма, невероятно красиво созданному миру, увлекательному и хорошо написанному сюжету мы награждаем фильм ”Стеклянный мальчик”».\n\nЖюри ECFA: Майк Тейт (Великобритания), Мариэлла Харпелунде Йенсен (Дания), Юлия Флейсиг (Германия)\n\n\n##### **Гран-при Just Film за лучший молодежный фильм года**\n«Слалом»\nSlalom\nРежиссер: Шарлин Фавье (Charlène Favier)\nФранция, 2020\n\n«Международное жюри получило удовольствие от просмотра фильмов конкурсной программы молодежных фильмов и высоко оценило затронутые в фильмах темы. Мы увидели многие истории, в которых взрослые вели себя безответственно, а детям приходилось ставить себя на роль родителей. Красной нитью в фильмах поднимались вопросы: «Кто в этой истории ребенок, а кто взрослый? Что происходит, когда безрассудное поведение взрослого перекладывает бремя на плечи молодого человека, который больше всего доверяет взрослому?» Один фильм отличился удивительно достоверным портретом сложной ситуации. Рассказанная с точки зрения подростка, но без демонизации других героев, это история, в которой осмелились очень реалистично затронуть вопросы ненадлежащего обращения и безответственности. Сильный фильм с очень честной подачей материала. Лауреат Гран-при Just Film 2020 – ”Слалом”».\n\nОтдельно международное жюри выделило:\n«Душераздирающая история, которая ярко описывает бесконечную и безоговорочную любовь отдельно взятого ребенка к своей матери. Игра актрисы в этой роли – это душа фильма. Она находится в честном и уязвимом состоянии, но при этом твердо стоит двумя ногами на земле, и это поднимает историю на новый уровень. Жюри хочет выделить Луну Мвез за ее чарующую игру в фильме \"Малышка из парка Плацшпиц\" (Швейцария, 2020)». \n\nМеждународное жюри: Гай Дейвис (Великобритания), Элен Лотман (Эстония), Сату Туули Карху (Финляндия)\n\nНесмотря на то, что на сегодняшний день фестиваль Just Film завершился, лучшие произведения PÖFF можно будет посмотреть до 6 декабря в онлайн-кинотеатре kino.poff.ee!\n\nJust Film - это субфестиваль молодежных и детских фильмов кинофестиваля «Темные ночи» (PÖFF) , который проходит каждый ноябрь параллельно с основной программой PÖFF. На экранах показывают фильмы, которые, помимо развлекательного аспекта, имеют также образовательную цель. Ежегодно на фестивале демонстрируется около 50 фильмов, и по количеству зрителей Just Film стал одним из крупнейших молодежных мероприятий в Эстонии.\n\nОрганизация кинофестиваля – дело непростое, и это было бы невозможно без хороших друзей и спонсоров. Фестиваль благодарит всех, кто помог его реализации!",
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": true,
    "publish_ru": true,
    "media": {
      "id": 389,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 3817,
          "name": "Slalom_grandprix_mailchimp_1920x1080.png",
          "alternativeText": "",
          "caption": "",
          "width": 1440,
          "height": 810,
          "formats": {
            "thumbnail": {
              "ext": ".png",
              "url": "/uploads/thumbnail_Slalom_grandprix_mailchimp_1920x1080_41b86adca2.png",
              "hash": "thumbnail_Slalom_grandprix_mailchimp_1920x1080_41b86adca2",
              "mime": "image/png",
              "name": "thumbnail_Slalom_grandprix_mailchimp_1920x1080.png",
              "path": null,
              "size": 32.08,
              "width": 245,
              "height": 138
            }
          },
          "hash": "Slalom_grandprix_mailchimp_1920x1080_41b86adca2",
          "ext": ".png",
          "mime": "image/png",
          "size": 972.99,
          "url": "/uploads/Slalom_grandprix_mailchimp_1920x1080_41b86adca2.png",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-11-30T09:52:52.572Z",
          "updated_at": "2020-11-30T09:52:52.923Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 24,
    "created_by": {
      "id": 15,
      "firstname": "Epp",
      "lastname": "Kõuhkna",
      "username": null
    },
    "updated_by": {
      "id": 15,
      "firstname": "Epp",
      "lastname": "Kõuhkna",
      "username": null
    },
    "created_at": "2020-11-29T07:50:30.641Z",
    "updated_at": "2020-12-01T12:25:54.424Z",
    "title_et": "Swedbank toetab Just Filmi juba kolmandat aastat!",
    "slug_et": "swedbank-toetab-just-filmi-juba-kolmandat-aastat",
    "title_en": null,
    "slug_en": "just-filmi-article-11",
    "title_ru": null,
    "slug_ru": "just-filmi-article-12",
    "lead_et": "Ka see aasta andis Swedbank abikäe Eesti ühele suurimale noorte- ja lasteüritusele Just Film.",
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "Võimalus panustada filmifestivali on Swedbankile südamelähedane, sest ühiskonnas kultuuri ja noorte arengut toetavatele tegevustele kaasa aitamine on pangale oluline prioriteet. Swedbank rõõmustab, et saab ka see aasta koostöös Just Filmiga edendada noorte seas rohkemat avatust, mõistvust ning sallivust. \n\nJust Film toob meieni ekraaniteosed, mida igapäevaselt kinolinal näha ei pruugi. Mõnes filmis leiame end tuttavast keskkonnast, kus käsitletakse asjakohaseid teemasid, mis lähevad hinge. Teistes toimub süžee tundmatus maailmas täis üllatusi ning filmi käigus võib komistada otsa hoopis uuele kuid tabavale vaatenurgale. Jagatud lood, mured, rõõmud, kultuur ning igapäevaelu kinolinal aitavad meil kõigil üksteist natuke paremini mõista. \n\nPanustades noortesse ning kultuuri, panustame ühiskonda, mis on mitmekesine, hooliv ning kaasav. \n\nKuigi Just Film hakkab selleks aastaks vaikselt juba lõppema, on siiski veel võimalus saada nii mõnegi filmielamuse osaliseks. Filmifestival on mahukas ning valida saab ligi 50 teose vahel. Seejuures saab filme uudistada uues vormis, sest Just Filmi kinolinastused on toodud ka kodudesse! Seega miks mitte saada uue filmikogemuse võrra rikkamaks ning viimastel festivalipäevadel nautida mugavalt ja turvaliselt mõnda kvaliteetfilmi veebi teel.\n",
    "contents_en": null,
    "contents_ru": null,
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": null,
    "publish_ru": null,
    "media": {
      "id": 392,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 3822,
          "name": "50663953597_b65e390c32_o-min.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 2048,
          "height": 1365,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_50663953597_b65e390c32_o_min_5eb0d2abee.jpg",
              "hash": "thumbnail_50663953597_b65e390c32_o_min_5eb0d2abee",
              "mime": "image/jpeg",
              "name": "thumbnail_50663953597_b65e390c32_o-min.jpg",
              "path": null,
              "size": 10.46,
              "width": 234,
              "height": 156
            }
          },
          "hash": "50663953597_b65e390c32_o_min_5eb0d2abee",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 482.27,
          "url": "/uploads/50663953597_b65e390c32_o_min_5eb0d2abee.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-12-01T12:25:46.896Z",
          "updated_at": "2020-12-01T12:25:47.077Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 10,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "created_at": "2020-09-23T07:36:58.854Z",
    "updated_at": "2020-09-23T08:08:43.592Z",
    "title_et": "KKK",
    "slug_et": "kkk",
    "title_en": "FAQ",
    "slug_en": "faq",
    "title_ru": "KKK",
    "slug_ru": "kkk",
    "lead_et": null,
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "Kuidas broneerida pileteid?\n\nInfo saabub lähiajal.\n\nKuidas saada festivali vabatahtlikuks?\n\nPÖFFi ja Just Filmi vabatahlikuks on võimalik kandideerida korra aasta, septembrikuus. Vabatahtlike konkursi kohta ilmub info Pimedate Ööde Filmifestivali kodulehel www.poff.ee\n\nKuidas kutsuda Just Film kooli külla?\n\nKui sa soovid, et Just Filmi meeskond tuleks enne festivali sinu kooli rääkima algava festivali programmist ja sellest, mida põnevat on võimalik festivali raames teha ja näha, kirjuta aadressil (laura.laas@poff.ee).\n\nKuidas liituda Õpetajate Klubiga?\n\nÕpetajate klubiga liitumiseks saatke oma avaldus (riina.ries@poff.ee)\n\nMida teha, kui seanss jääb ära?\n\nJuhul, kui seanss jääb mingil põhjusel ära või ajakavas toimub muudatusi, informeeritakse sellest külastajaid Just Filmi kodulehel www.justfilm.ee ja PÖFFi piletikassades.\n\nTühistatud seansile ostetud piletid saab vahetada muu filmi või seansi piletite vastu. Külastaja soovil tagastab PÖFF tühistatud või muudetud linastusajaga filmile soetatud piletite raha. Selleks tuleb pöörduda PÖFFi piletikeskustesse.\n\nKas festivalile saab tulla ka ratastoolis inimene?\n\nRatastooliga pääseb järgmistesse Just Filmi kinosaalidesse:\n\nSolaris Kino – Kino fuajeesse Solaris Keskuse 2. korrusel saab liftiga Estonia pst poolse sissekäigu juurest, kinosaalide juurde saab liftiga Solaris Keskuse 2. keskuse korruse aatriumist (lifti kasutamisel aitab infotöötaja Solaris Keskuse PÖFFi info- ja piletikeskusest). Ratastoolikasutajale on mugavaimad saalid Saku saal ja Nokia saal, saal 7 ratastoolikohad jäävad liiga ekraani lähedale.\n\nCoca-Cola Plaza – Kino fuajeesse pääseb kaldteed mööda ning saalide juurde liftiga (lifti kasutamisel aitab infotöötaja Coca-Cola Plaza PÖFFi info- ja piletikeskusest). Ratastoolikasutajale on mugavaim saal 2. Saalides 6 ja 10 on samuti mõned paigaldamata toolidega kohad, kuid need ei ole põrandaga samal tasandil.",
    "contents_en": "How to book a ticket?\n\nInfo coming soon.\n\nHow to become a festival volunteer?\n\nOnce a year, in September, you can apply to be a volunteer for PÖFF and Just film. Please find info about the terms how to apply on the Black Nights Film Festival web page www.poff.ee\n\nHow to invite Just Film to your school?\n\nIf you wish to get a visit from Just Film team to your school to speak a bit about this years programe and the events during the festival, please write to (laura.laas@poff.ee)\n\nHow to join Teachers club?\n\nTo join the teachers club send your applications to (riina.ries@poff.ee)\n\nWhat to do when the screening is cancelled?\n\nIncase the screening is cancelled or there's a change in the schedule, information about that will be published on Just Film website, www.justfilm.ee and at PÖFF's ticket Centres.\n\nTickets for the cancelled screenings can be changed for another film or another screening of the same film. If needed ticket can be returned for a full refund, for that guests should visit PÖFF Info Centre.\n\nCan a person with wheelchair visit the festival?\n\nWheelchair friendly cinemas are:\n\nSolaris Kino – To enter the cinema lobby in Solaris Centre please enter from Estonia pst entrance and use the atrium elevator (elevator can be used with the help of info worker at Solaris Centre's PÖFF info and ticket centre). Most convenient cinema halls for a person in wheelchair are Saku and Nokia, chairs in hall 7 are too close to the screen.\n\nCoca-Cola Plaza – To enter the cinema lobby please use ramp and the elevator to get to the cinema halls (elevator can be used with the help of info worker at Coca-Cola Plaza's PÖFF info and ticket centre). Most convenient cinema halls for a person in wheelchair are hall 2. In halls 6 and 10 there are some available seating places but not on the same level as the floor.\n\n\n",
    "contents_ru": "Как забронировать билеты?\nЗабронируйте билет\n\nКак стать волонтером фестиваля?\nВ сентябре можно подавать заявку на фриланс PÖFF и Just Film один раз в год. Информация о конкурсе волонтеров доступна на сайте кинофестиваля «Черные ночи» www.poff.ee\n\nКак пригласить Just Film в школу?\nЕсли вы хотите, чтобы команда Just Film рассказала о программе фестиваля перед фестивалем, а также о том, что вы можете увидеть и сделать во время фестиваля, напишите на (riina.ries@poff.ee)\n\nКак вступить в клуб учителей?\nПрисоединяйтесь к клубу учителей\n\nЧто мне делать, если мой сеанс отменен?\nВ случае отмены сеанса по какой-либо причине или внесения изменений в расписание, посетители будут информированы на веб-сайте Just Film www.justfilm.ee и в кассах PÖFF.\n\nБилеты на отмененный сеанс можно обменять на билеты в другой фильм или сеанс. По просьбе посетителя PÖFF возместит приобретенные билеты на фильм с отмененным или измененным временем показа. Для этого свяжитесь с билетными центрами PÖFF.\n\nМожет ли человек в инвалидной коляске прийти на фестиваль?\n\nДоступ для инвалидного кресла к кинотеатру Just Film:\n\nКинотеатр «Солярис». На 2 этаже Центра «Солярис» находится кинотеатр с лифтом на въезде в Эстонию, а в атриуме 2 этажа «Солярис Центр» - кинозал с лифтом. У пользователей инвалидных колясок самые удобные залы в Saku Hall и Nokia Hall. Зал 7 для инвалидных колясок расположен слишком близко к экрану.\n\nCoca-Cola Plaza - в вестибюль кинотеатра можно попасть по пандусам, а в зал можно подняться на лифте (воспользуйтесь лифтом в информационно-билетной кассе Coca-Cola Plaza в PÖFF). Для пользователей инвалидных колясок наиболее удобен зал 2. В залах 6 и 10 также есть несколько кресел без стульев, но они находятся не на одном уровне с полом.",
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": true,
    "publish_ru": true,
    "media": null,
    "button": [],
    "article_types": [
      {
        "id": 5,
        "name": "about",
        "created_at": "2020-09-01T12:17:53.527Z",
        "updated_at": "2020-09-21T10:54:13.651Z",
        "article": null,
        "et": "Artikkel",
        "en": "About",
        "ru": "Артикл",
        "slug_et": "artikkel",
        "slug_en": "about",
        "slug_ru": "artikl",
        "name_et": "Artikkel",
        "name_en": "About",
        "name_ru": "Артикл",
        "label_et": "Artikkel",
        "label_en": "About",
        "label_ru": "Артикл",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 19,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 6,
      "firstname": "Jaan",
      "lastname": "Leppik",
      "username": null
    },
    "created_at": "2020-11-04T20:36:16.500Z",
    "updated_at": "2020-12-21T15:28:11.303Z",
    "title_et": "JF kataloog PDFina",
    "slug_et": "jf-kataloog",
    "title_en": "JF catalogue as PDF",
    "slug_en": "jf-catalogue-as-pdf",
    "title_ru": "JF catalogue as PDF",
    "slug_ru": "jf-catalogue-as-pdf-ru",
    "lead_et": null,
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "[Kataloog PDFina](https://assets.poff.ee/img/justfilm2020-kataloog-veeb-dets.pdf))",
    "contents_en": "[Catalogue PDF](https://assets.poff.ee/img/justfilm2020-kataloog-veeb-dets.pdf))",
    "contents_ru": "[Catalogue PDF](https://assets.poff.ee/img/justfilm2020-kataloog-veeb-dets.pdf)",
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": true,
    "publish_ru": true,
    "media": null,
    "button": [],
    "article_types": [
      {
        "id": 5,
        "name": "about",
        "created_at": "2020-09-01T12:17:53.527Z",
        "updated_at": "2020-09-21T10:54:13.651Z",
        "article": null,
        "et": "Artikkel",
        "en": "About",
        "ru": "Артикл",
        "slug_et": "artikkel",
        "slug_en": "about",
        "slug_ru": "artikl",
        "name_et": "Artikkel",
        "name_en": "About",
        "name_ru": "Артикл",
        "label_et": "Artikkel",
        "label_en": "About",
        "label_ru": "Артикл",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 15,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "created_at": "2020-10-13T12:39:30.988Z",
    "updated_at": "2020-11-19T11:53:45.871Z",
    "title_et": "Rahvusvaheline noortefilmide võistlusprogramm",
    "slug_et": "rahvusvaheline-noortefilmide-voistlusprogramm",
    "title_en": "Just Film International Youth Competition Films",
    "slug_en": "just-film-international-youth-competition",
    "title_ru": null,
    "slug_ru": "just-filmi-article-6",
    "lead_et": "Just Film tähistab sel aastal oma 20. sünnipäeva ning rahvusvahelisse noortefilmide võistlusprogrammi on leitud tervest maailmast just need kõige olulisemad teemad noorte seas, mida kinoekraanil näitama peaks. ",
    "lead_en": "Just Film, the sub-festival of Black Nights Film Festival dedicated to youth and children's films, has announced 12 films competing in its International Youth Competition.",
    "lead_ru": null,
    "contents_et": "Just Filmi festivali tegevjuht Mikk Granström iseloomustab filmiprogrammi nii: “Vaatamata koroonakriisile oleme saanud kokku tänavuse võistlusprogrammi kaheteistkümnest väga huvitavast filmist. Linastuvad filmid näitavad ühelt poolt, milline oli noorte elu enne maailma raputanud suurt kriisi ja teiselt poolt puudutab igavesi probleeme, nagu esimene armastus, eneseleidmine, suhted vanemate ja sõpradega. Programmis on väga värsked ja uued filmid, millest paljude jaoks on Just Filmi näol tegemist sel aastal esimese festivaliga. Oleme programmi üle äärmiselt õnnelikud ja uhked ning usume, et siin on avastamist kõigile. “ \n\nRahvusvahelist noortefilmide võistlusprogrammi hindab peale noortežürii ka kolmeliikmeline rahvusvaheline žürii, kes kuulutab välja Just Film grand prix auhinda vääriva filmi. \n\nPimedate Ööde Filmifestivali noorte- ja lastefilmide alafestival Just Film toimub tänavu **13. novembrist 29. novembrini** ning piletimüük algab juba homsest, **15. oktoobrist**. \n\n\n\nRahvusvaheline noortefilmide võistlusprogramm: \n\n##### [\"Süstlapargi laps\"](https://www.justfilm.ee/film/suestlapargi-laps/)\n\nNeedle Park Baby \n\nŠveits 2020, 100 min \n\nR: Pierre Monnard \n\n11-aastase Mia vanemad on narkomaanid. Kui kohalik süstlapark, kus Mia vanemad tavaliselt igapäevast doosi saamas käivad, kinni pannakse, ja vanemad lahutavad, on tüdruk sunnitud koos emaga kaugesse väikelinna kolima. Pikka aega on Mia ainuke sõber tema ukulelet tinistav väljamõeldud sõber, kuid ajapikku leiab ta koolist uusi tuttavaid, kelle kodused elud pole samuti kõige roosilisemad. “Süstlapargi laps” on väga maitsekalt üles võetud linateos, kus oivaliselt on balansseeritud narkomaailma tumedus koos üles kasvava lapse perspektiiviga, kust leiab ka palju fantaasiat, helgust ja positiivseid hetki. \n\nFilm on soovituslik alates 14. eluaastast. \n\nFilm linastub ka Just Filmi lapse õiguste programmis ning filmil on nii eesti- kui venekeelsed subtiitrid. \n\n[Vaata treilerit](https://www.youtube.com/watch?v=IVpiUJ35Dg0)\n\n\n\n##### [“Ütle talle”](https://www.justfilm.ee/film/uetle-talle/)\n\nTell Her \n\nVenemaa 2020, 95 min \n\nR: Aleksandr Molochnikov \n\nRahvusvaheline esilinastus \n\nSaša vanemad tülitsevad pidevalt ning kui nad lõpuks otsustavad lahku minna ja ema soovib Saša ning uue elukaaslasega Ameerikasse kolida, kukub poisi maailm kokku. Järsku leiab Saša end olukorrast, kus peab valima ema ja isa vahel. Valikut tegema sunnivad nii vanemad kui ka vanavanemad. Ometi ei too poisi otsus emaga Ameerikasse minna loodetud õnne ning lapse igatsus isa järele aina kasvab. Poiss teeb meeleheitlikke pingutusi, et säilitada head suhted mõlema vanemaga ning võita nende tähelepanu. See pole sugugi lihtne, sest vanemate omavaheline vägikaikavedu jätkub ka lahus elades ning Sašal on üha keerulisem end kuuldavaks teha. \n\nFilm linastub ka Just Filmi lapse õiguste programmis. \n\n\n\n##### [“Noored südamed”](https://www.justfilm.ee/film/noored-suedamed/)\n\nYoung Hearts \n\nUSA 2020, 95 min \n\nR: Sarah Sherman, Zachary Ray Sherman \n\nNoore inimese maailm on niigi keeruline, kogu aeg avastad midagi uut ja mõtled, kuidas kõigest aru saada. Kui lisandub veel esimene armastus, siis seda keerulisem. 14-aastane noormees kogeb esimest korda, mis tähendab olla armunud, kogu maailm oleks justkui muutunud ja tundub, et kõik on tema armastuse vastu. Südamlik film, kus tegelased ei soovi midagi muud kui õnne. Imeliste osatäjatega film jätab vaatajatesse positiivse emotsiooni ja näitab esimese armastuse võlu ja valu. \n\nFilm linastub ka Just Filmi lapse õiguste programmis. \n\n\n\n##### [“50 või kaks vaala kohtuvad rannal”](https://www.justfilm.ee/film/50-voi-kaks-vaala-kohtuvad-rannal/)\n\n50 or Two Whales Meet on the Beach \n\nMehhiko 2020, 122 min \n\nR: Jorge Cuchi \n\nMaailm on justkui pea peal. Mitte millestki pole võimalik aru saada. Segadus ei ole edasiviiv jõud. Kogu selle kaose eest, mis maailmas leidub, on vaja pugeda peitu ning tihti otsitakse lohutust sealt, kust seda tegelikult leida pole võimalik. “50 või kaks vaala kohtuvad rannal” on aus ja karm sissevaade sellisesse internetimängu nagu Sinine Vaal, kus noored peavad täitma 50 ülesannet ja viimane ülesanne on end ära tappa. Siin loos on noored, kes on üksi, justkui kõrvale tõugatud ning kes otsivad “väljapääsu” sellest lootusetust mängust. \n\nSee film ei ole lihtne vaatamine ja pole soovitatav kõigile. Miks seda filmi näitame? Peamine eesmärk on näidata, mis juhtub, kui noored jätta tähelepanuta, ilma inimliku kontaktita. Maailmast on vanematelgi keeruline aru saada, rääkimata siis noortest. Režissööri Jorge Cuchi debüütfilm kujutab seda maailma ilma ilustamata. Ning ka filmi lõpp on vaatajale teada. Seda filmi peaksid eelkõige vaatama lapsevanemad, õpetajad ja kõik, kes noortega  oma töös igapäevaselt kokku puutavad. \n\nFilm on alla 18-aastastele keelatud. \n\n[Vaata treilerit](https://www.youtube.com/watch?v=Y7co0g3Z2ss&feature=emb_title)\n\n\n##### [\"Slaalom\"](https://www.justfilm.ee/film/slaalom/)\n\nSlalom \n\nPrantsusmaa 2020, 92 min \n\nR: Charlène Favier \n\nLyz Lopez on 15-aastane lootustandev suusataja, kes võetakse vastu väga rangesse treeningakadeemiasse Prantsuse Alpides. Akadeemias, kus treenitakse tulevasi olümpialootusi, juhatab vägesid endine suusaäss Fred, kelle peamine treeningmeetod on psühholoogiline vägivald. Kord juba akadeemiasse vastu võetud poisid ja tüdrukud peavad tegema kasvõi võimatut, aga Fred peab tulemusi nägema. Kui Fred aga palub Lyz’il end tema kabinetis rasvaprotsendi mõõtmiseks lahti riietada, hakkab tüdrukule tunduma, et lisaks tulemustele peab Fred veel muudki näha saama. \n\nFilmil on nii eesti- kui venekeelsed subtiitrid. \n\n[Vaata treilerit](https://www.youtube.com/watch?v=V2JavMmHoXM)\n\n\n##### [“Hundikari”](https://www.justfilm.ee/film/hundikari/) \n\nThe Pack \n\nTšehhi 2020, 94 min \n\nR: Tomas Polensky \n\nSelle aasta ühe oodatuma noortefilmi peategelane on 16-aastane David, kelle suurim unistus on saada professionaalseks hokimängijaks. Kõik läheb aga kergelt öeldes allamäge, kui Davidil avastatakse raskekujuline diabeet, mille ravimiseks tuleb talle lausa toru kõhtu paigaldada. Poisi pere otsustab kolida uude linna ning ta peab minema võõrasse kooli, kus liitub kohaliku hokitiimiga nimega “Hundikari”. Uued tiimikaaslased ei võta uustulnukat just kuigi soojalt vastu – Davidit kiusatakse halastamatult ning hokitiimi kapten Jerry tundub võtvat lausa oma isiklikuks eesmärgiks teha Davidi elu täielikult põrguks, samal ajal kui treener vaatab vägivaldsest käitumisest mööda, sest “poisid jäävad poisteks!”. Kõik see viib muidu rahuliku Davidi murdumispunktini ja küsimuseni – kas austuse võitmiseks ja oma koha kinnitamiseks hundikarjas on tõesti vajalik laskuda teistega samale tasemele? “Hundikari” on film, mis räägib kiusamiskultuurist, valides platvormiks äärmiselt konkureeriva spordimaailma. See on lugu, mida oled tegelikult juba varem kuulnud ja näinud, kuid mida on lausa kohustuslik aeg-ajalt endale meelde tuletada – kõik selleks, et osata märgata kiusamise märke ja kiusatud inimesi meie ümber, et proovida ennetada olukorda, kus kiusatavast saab omakorda kiusaja. \n\n[Vaata treilerit](https://www.youtube.com/watch?v=SMoesK8CmFw)\n\n\n\n##### [“Pisa lubadus”](https://www.justfilm.ee/film/pisa-lubadus/) \n\nPromise of Pisa \n\nHolland 2020, 110 min \n\nR: Norbert ter Hall \n\nSam on Maroko päritolu poiss, kes emigreerus perega Hollandisse ning peab nüüd uues keskkonnas kohanema. Assimileerumine ei käi aga sugugi lihtsalt, sest Sam’i vanemad ei räägi hollandi keelt ning peavad islamireeglitest rangelt kinni. Ühtlasi elavad nad piirkonnas, kus elab palju marokolasi ning seetõttu on kuritegelikud grupid kerged tekkima. Ka Sam’i vend on seotud ühe grupeeringuga ja kes samal päeval, kui Sam võetakse vastu elitaarsesse muusikakooli, arreteeritakse. \n\nFilm linastub ka Just Filmi lapse õiguste programmis \n\n[Vaata treilerit](https://www.youtube.com/watch?v=DRxO9jutJFw)\n\n\n\n##### [“Masha”](https://www.justfilm.ee/film/masha/)\n\nMasha \n\nVenemaa 2020, 95 Min \n\nR: Anastasiya Palchikova \n\nAnastasiya Palchikova debüüt viib meid karmi 90ndate Vene gangsterite maailma. 13-aastasele Mashale on juba mõnda aega tundunud, et ta lapsepõlv on kuidagi teistsugune kui teistel eakaaslastel. Tüdrukul on raske uskuda, et tema väga tore ja sõbralik perekond on tegelikult röövlid ja mõrvarid, keda kõik teised linnaelanikud kardavad ja tema arust tehakse nii talle kui ka perele ülekohut. Oma mõttemullis elades jääb märkamata katastroof, mille suunas ta perekond liikumas on. Kui juba on hilja ja Masha üritab elus uue lehekülje pöörata, saab minevik ta kätte ja paneb proovile, kui tugevad on peresidemed tegelikult. \n\n\n\n\n##### [“Wendy”](https://www.justfilm.ee/film/wendy/)\n\nWendy \n\nUSA 2020, 111 min \n\nR: Benh Zeitlin \n\nLapsepõlv on ilus aeg ning suurekasvamist tuleks välitida. Wendy on inspireeritud klassikalisest Peeter Paani loost. Tööliste peres kasvav Wendy ja tema vennad unistavad suurtest seikustest, kui korraga ilmub nende juurde poiss nimega Peeter, kes nad enda saarele viib.  \n\nSaarel hakkab juhtuma palju põnevat. Lapsed tunnevad end vabana ning avastavad maailma ilu kogu selle täiuses. Meeldejääva pildikeelega koguperefilm on huvitav vaatamine nii suurtele kui ka väiksematele filmihuvilistele. \n\nFilmil on nii eesti- kui venekeelsed subtiitrid \n\nFilm linastub ka Just Filmi lapse õiguste programmis \n\n[Vaata treilerit](https://www.youtube.com/watch?v=KKktQFFcXL0)\n\n\n\n##### [“Kutsu mind mustaks linnuks”](https://www.justfilm.ee/film/kutsu-mind-mustaks-linnuks/)\n\nCall Me Blackbird \n\nVenemaa 2020, 93 min \n\nR: Pavel Mirzoev \n\nMaailma esilinastus \n\nKellelegi ei meeldi olla üksi. Eriti siis, kui oled energiat täis noor inimene. Esimesed tunded ja armastus on Kostja pea segamini ajanud, olla on kuidagi raske, samas ka väga meeldiv. Aga elu on vaja elada ja kõik vead tuleb ikka ise ära teha, kellegi teise nõuanded siin ei aita. Kui ise ei tee, siis teised ka mitte. Kostjat ootab kõik see ees. Heade osatäitjatega film näitab, kuidas selles tunnete virvarris hakkama saada. \n\n\n##### [“Kratt”](https://www.justfilm.ee/film/kratt/)\n\nKratt \n\nEesti 2020, 107 Min \n\nR: Rasmus Merivoo\n\nMaailma esilinastus \n\nVanemad viivad nutisõltlastest lapsed maale vanaema juurde päriseluga tutvuma. Lapsed ei viitsi tööd teha ja meisterdavad krati. Elu alevis võtab uued tuurid. \n\n\n\n[“Minu elu koomikuna”](https://www.justfilm.ee/film/minu-elu-koomikuna/)\n\nMy life as a Comedian \n\nRootsi 2019, 92 min \n\nR: Rojda Sekersöz \n\nFilm toob vaatajas esile kooliaja õudused, kas ta oli kiusajate, kiusatute või lihtsalt osavõtmatute poolel. Viimaste hulka kuulub peategelane Juha, keda puberteediaja tondid ka täiskasvanuna rahule ei jäta. Lapsest peale pole ta tahtnud ega osanud muud, kui nalja teha. Paralleelselt tänapäevaga seitsmekümnendate Rootsis kulgev lugu meenutab, et inimeste probleemide allikas on ikka vana hea ebakindlus, mille juured on tihti lapsepõlves. \n\nFilm linastub ka Just Filmi lapse õiguste programmis \n\n[Vaata treilerit](https://www.youtube.com/watch?v=HcVTEzTEdPM)\n\n\n\n",
    "contents_en": "The programme includes two world premieres.\n\n##### „Kratt“\nThe second feature by Estonian director Rasmus Merivoo, who is one of the most unique Estonian filmmakers, „Kratt“ is a film which brings to life a known evil character from an Estonian book - Who probably no one knows? by Andrus Kivirähk. Merivoo’s film school short “Alien — saving Valdis in 11 chapters” became an instant cult classic because of its bold and original storytelling. After shooting his debut feature “Buratino” in Russia, he moved into TV to direct a season of the popular horror series “Süvahavva”. \n\n\n##### „Call Me Blackbird“\nA film by Russian director Pavel Mirzoev who is best known for directing the 2014 documentary „Zemlyaki“ and 2018 feature film „How I Came to Be..“. Graduated from VGIK (Russian State University of Cinematography) in 2008. Worked as a documentary filmmaker for 8 years and then switched to feature film. „Call Me Blackbird“ is his second full-length feature.\n\nMikk Granström, Just Film festival director said: \"We are happy to say that despite the Coronavirus crisis and the difficulties it has created to the film industry we have been able to create a programme that lives up to our standards in every way. The films screened will, on one hand, show what the lives of young people were like before the crisis that shook the world, and on the other, reflect timeless problems such as first love, self-discovery, and relationships with parents and friends. The programme includes fresh and new films, to many of which Just Film is their first festival of the year. We are proud of the programme and believe that everyone, regardless of their age or background, will find a film to go and see.\"\n\nIn addition to the Youth Jury, the International Youth Competition programme will also be judged by a three-member International Jury who will announce the film that is worthy of the Just Film grand prix.\n\nMembers of the Youth Jury are Kaur Kasemaa, Anna Linda Elvre, Hans Robert Kannukene, Helena Maarja Tarro and Gerli Rehkalt.\n\nMembers of the International Jury are:\nGuy Davies is a multi award winning, versatile writer & director from the UK with a keen eye for visual storytelling\nElen Lotman is an Estonian cinematographer and the first Just Film festival director\nSatu Tuuli Karhu is a 25-year-old actor from Finland. Karhu was awarded with a Jussi Award for her role in Tiina Lymis' box office hit Happier Times, Grump\n\nBlack Nights Film Festival's youth and children's film sub-festival Just Film will take place from the 13th of November until the 29th of November.\n\nPrevious winners of the Just Film grand prix include 2019 film „Boyz in the Wood“ (now known as „Get Duked!“) directed by British director Ninian Doff, 2018 film „I Hope You’ll Die Next Time :-)“  directed by Hungarian director Mihály Schwechtje and 2017 film „Little Harbour“ directed by Iveta Grofova from Slovakia.\n\n\n\n**International Youth Competition programme**\n\n\n\n##### [\"Needle Park Baby\"](https://justfilm.ee/en/film/needle-park-baby/)\n\nSwitzerland 2020, 100 min \n\nD: Pierre Monnard \n\nSpring 1995 - after the closure of the Needle Park and the public drug scene in Zurich, eleven-year-old Mia and her heroin addicted mother Sandrine are relocated to the countryside. While caring for her mother, Mia spends time with her imaginary friend and a gang of local teenage misfits. These friendships finally give her the strength to rebel and break free from her abusive mother. \n\nThe film is not recommended for children under 14\n\nThis film is also part of the Just Film children's rights program and has both Estonian and Russian subtitles\n\n[Trailer](https://www.youtube.com/watch?v=IVpiUJ35Dg0)\n\n\n\n##### [“Tell Her”](https://justfilm.ee/en/film/tell-her/)\n\nRussia 2020, 95 min \n\nD: Aleksandr Molochnikov \n\nInternational Premiere\n\nHow to be a son, whose parents ask every day whom he loves more? Mother or father? How to be a mother if she madly loves her son, but circumstances compel her to take away the child from his father? How to be a father if his son is taken away to America forever, and he can’t imagine a life without him? \n\nThis is a story about choice. Parents who decide for their children more than often act as best suits them. The child agrees, afraid to cause pain, but time will pass and the child will mature and at some point decide for himself. Only for the parents this is a lot more painful. \n\nThis film is also part of the Just Film children's rights program \n\n\n\n##### [“Young Hearts”](https://justfilm.ee/en/film/young-hearts/)\n\nUSA 2020, 95 min \n\nD: Sarah Sherman, Zachary Ray Sherman \n\nA brainy fourteen year old embarks on an awkwardly heartfelt first love with her brother’s best friend while exploring her budding feminism and a gender double standard at their high school. Love is hard enough as a teenager - the excitement, euphoria, and even overwhelming pain. What happens when friends, parents, and maybe even the whole world doesn’t want them together? Can their love survive? \n\nThis film is also part of the Just Film children's rights program \n\n\n\n##### [“50 or Two Whales Meet on the Beach”](https://justfilm.ee/en/film/50-or-two-whales-meet-on-the-beach/)\n\nMexico 2020, 122 min \n\nD: Jorge Cuchi \n\nFélix, a 17-year-old boy, receives an invitation on WhatsApp: do you want to play the Blue Whale Game? The one with the 50 challenges? The one where you have to kill yourself at the end? Félix accepts. That is how he meets Elisa. They start completing the challenges together. 50 is a story of love between two suicidal teens who decide to play together till death do them part. Which is six days away. \n\nThe film is prohibited for children under 18.\n\n[Trailer](https://www.youtube.com/watch?v=Y7co0g3Z2ss&feature=emb_title)\n\n\n##### [\"Slalom\"](https://justfilm.ee/en/film/slalom/)\n\nFrance 2020, 92 min \n\nD: Charlène Favier \n\n15 year-old Lyz, a high school student in the French Alps, has been accepted to a highly selective ski club whose aim is to train future professional athletes. Taking a chance on his new recruit, Fred, ex-champion turned coach, decides to make Lyz his shining star regardless of her lack of experience. Under his influence, Lyz will have to endure more than the physical and emotional pressure of the training. Will Lyz’s determination help her escape his grip? \n\nFilm has both Estonian and Russian subtitles\n\n[Trailer](https://www.youtube.com/watch?v=V2JavMmHoXM)\n\n\n##### [“The Pack”](https://justfilm.ee/en/film/the-pack/) \n\nCzechia 2020, 94 min \n\nD: Tomas Polensky \n\nIce skates cut the ice. Silhouettes of hockey players swirl in the spray of the frost, and sharp scratches remain on the ice behind them. Talented goalkeeper David (16) is joining a new team. He will do everything in his power to make a name for himself in the Wolves hockey team. But the position of the current goalkeeper Miky (16) seems unshakable. In addition, Miky is the son of a coach. David really doesn’t fit in with the Wolves. Maybe it’s the small plastic box that pumps insulin into his body. But David will not be defeated by diabetes. He is an outsider in the team and faces an avalanche of bullying. Those who do not attack also do no not help. David tries to fight, but the result is even worse. Pushes, injuries and humiliations pile on each other like the spiral scars of tracks engraved by ice skates. What will David do? \n\n[Trailer](https://www.youtube.com/watch?v=SMoesK8CmFw)\n\n\n\n##### [“Promise of Pisa”](https://justfilm.ee/en/film/promise-of-pisa/) \n\nNetherlands 2020, 110 min \n\nD: Norbert ter Hall \n\nMoroccan Sam is admitted to the prestigious Amsterdam Music Academy on the day that his older brother Mo is arrested by the police. At the posh school he is on his own, feeling utterly out of place. But his instructor pushes him to achieve greatness and he falls in love with the beautiful Annelies, all the time trying to get his brother out of prison. To find his own voice, however, Sam must first learn to listen to himself… \n\nThis film is also part of the Just Film children's rights program \n\n[Trailer](https://www.youtube.com/watch?v=DRxO9jutJFw)\n\n\n\n##### [“Masha”](https://justfilm.ee/en/film/masha/)\n\nRussia 2020, 95 Min \n\nD: Anastasiya Palchikova \n\n13-year-old Masha grows in the 90s in Russia between the boxing ring and the street. Her friends occasionally kill and rob people. The whole town hates and fears them, but for Masha they are the best people in the world who love and protect her. She sings jazz and dreams of becoming a singer. One day, Masha finds out who her friends really are and what they have done to her life and family. Having matured, she leaves her small hometown for Moscow, trying to break away from the past. But it overtakes her and brings her back to the place where her childhood passed away. \n\n\n\n\n##### [“Wendy”](https://justfilm.ee/en/film/wendy/)\n\nUSA 2020, 111 min \n\nD: Benh Zeitlin \n\nWendy and her brothers come from a warm working family. Raised amongst dinner plates and diner patrons, the children have an itch for the adventurous and slightly mischievous. After long nights watching trains rattle by their bedroom window, the kids are whisked away by a mysterious boy named Peter. A long journey taken on faith lands them on Peter’s island. There they discover a wild new world, one without grown-ups and suspended in time. Reveling in their youthfulness and sprawling freedom satisfies the kids at first, but nostalgia for their lives left behind seeps in. When threats to their eternal childhood develop, Wendy is tasked with saving herself, her brothers, and the other island children with the most powerful tool she has: love for her family. \n\nFilm has both Estonian and Russian subtitles\n\nThis film is also part of the Just Film children's rights program \n\n[Trailer](https://www.youtube.com/watch?v=KKktQFFcXL0)\n\n\n\n##### [“Call Me Blackbird”](https://justfilm.ee/en/film/call-me-blackbird/)\n\nRussia 2020, 93 min \n\nD: Pavel Mirzoev \n\nWorld Premiere\n\nFrom the first look Kostya “Cat” Sukhoveev is an ordinary 15-years old boy. He doesn’t do very well at school, his parents are in the middle of a divorce, and he doesn’t have many friends, until one day he finds one online… \n\n\n##### [“Kratt”](https://justfilm.ee/en/film/kratt/)\n\n\nEstonia 2020, 107 Min \n\nD: Rasmus Merivoo\n\nWorld Premiere\n\nChildren are left to grandma’s without smartphones. Real life seems boring until they find  instructions for kratt - magical creature who will do whatever its master says. All they have to do now, is to buy a soul from the devil.. \n\n\n\n##### [“My Life As A Comedian”](https://justfilm.ee/en/film/my-life-as-a-comedian/)\n\nSweden 2019, 92 min \n\nD: Rojda Sekersöz \n\nJuha, 12, class clown in the suburb of Sävbyholm, Sweden. To be funny is the only thing he is good at and all he wants is to fit in the social peckingorder at school. As an adult, Juha has found success, performing the show – My Life As A Comedian - to sold out theatres where he tells the horrid and funny stories from his childhood to a delighted audience. When he gets an unexpected visit from an old friend from school, Juha is forced to return to Sävbyholm to deal with his past. \n\nThis film is also part of the Just Film children's rights program\n\n[Trailer](https://www.youtube.com/watch?v=HcVTEzTEdPM)\n\n\n\n\n\n",
    "contents_ru": null,
    "publishFrom": "2020-10-13T13:00:00.000Z",
    "publishUntil": null,
    "publish_et": true,
    "publish_en": true,
    "publish_ru": null,
    "media": {
      "id": 86,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 1089,
          "name": "1920x1080_JF_Voistlusfilmidepressikas-3.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 1920,
          "height": 1080,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_1920x1080_JF_Voistlusfilmidepressikas_3_d4f99685f7.jpg",
              "hash": "thumbnail_1920x1080_JF_Voistlusfilmidepressikas_3_d4f99685f7",
              "mime": "image/jpeg",
              "name": "thumbnail_1920x1080_JF_Voistlusfilmidepressikas-3.jpg",
              "path": null,
              "size": 6.69,
              "width": 245,
              "height": 138
            }
          },
          "hash": "1920x1080_JF_Voistlusfilmidepressikas_3_d4f99685f7",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 182.26,
          "url": "/uploads/1920x1080_JF_Voistlusfilmidepressikas_3_d4f99685f7.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-10-14T07:22:50.734Z",
          "updated_at": "2020-10-14T07:22:50.881Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 22,
    "created_by": {
      "id": 15,
      "firstname": "Epp",
      "lastname": "Kõuhkna",
      "username": null
    },
    "updated_by": {
      "id": 15,
      "firstname": "Epp",
      "lastname": "Kõuhkna",
      "username": null
    },
    "created_at": "2020-11-14T14:09:22.918Z",
    "updated_at": "2020-11-14T15:06:23.605Z",
    "title_et": "Emotsiooniderohke filmiõhtu parimas seltskonnas",
    "slug_et": "emotsiooniderohke-just-filmi-filmiohtu-parimas-seltskonnas",
    "title_en": null,
    "slug_en": "just-filmi-article-9",
    "title_ru": null,
    "slug_ru": "just-filmi-article-10",
    "lead_et": "**Eelmisel aastal alustasime uue traditsiooniga - Just Filmi filmiõhtu ning sel aastal tuli ta taas.**",
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "Traditsioon sai alguse soovist tutvustada noorte- ja lastefilmide festivali Just Film olemust, sisu ja missiooni veel laiemale publikule. \n\nJust Filmilt leiab kindlasti palju meelelahutuslikke koguperefilme igas vanuses lastele, aga nende kõrval on vähemalt sama või isegi tähtsamal kohal filmid noortele, täiskasvanutele ja ka vanematele. Filmivalik algab keskkonnateemalistest dokumentaalidest lõpetades lugudega noortest, kes peavad igapäevaselt toime tulema muredega nagu narkomaanist vanemad, koolikiusamine või sotsiaalmeedia mõjud vaimsele tervisele. \n\nNeid filme näidates on Just Filmi eesmärk tekitada arutelusid sõprade ja perede seltsis, sest mis võiks maalida veel parema pildi ja tekitada sügavaid emotsioone kui üks hästi tehtud linateos?\n\nSelles õhtus oli palju emotsioone - alustasime põneva Mamma pannkookide väljakutsega, kus iga tiim pidi kaunistama road just enda äranägemise ja ilumeele järgi. Õhtu lõpus vaatasime koos filmi \"Minu elu koomikuna\", mis räägib loo koolikiusamisest ja sellest, kuidas iga meie tegu kogu ülejäänud elu meiega kaasas käib ja meid mõjutab.Kinosaalist lahkudes jagus emotsioone ja mõttevahetusi veel pikaks ajaks.\n\nFilmiõhtu pildigaleriiga saab tutvuda [siin](https://www.flickr.com/photos/poffihunt/albums/72157716850541081).\n\nAitäh ja järgmise korrani!\n",
    "contents_en": null,
    "contents_ru": null,
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": null,
    "publish_ru": null,
    "media": {
      "id": 287,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 3240,
          "name": "50592938271_9b143c393b_k copy-min.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 2048,
          "height": 1365,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_50592938271_9b143c393b_k_copy_min_1ef9cbb5f3.jpg",
              "hash": "thumbnail_50592938271_9b143c393b_k_copy_min_1ef9cbb5f3",
              "mime": "image/jpeg",
              "name": "thumbnail_50592938271_9b143c393b_k copy-min.jpg",
              "path": null,
              "size": 11.67,
              "width": 234,
              "height": 156
            }
          },
          "hash": "50592938271_9b143c393b_k_copy_min_1ef9cbb5f3",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 588,
          "url": "/uploads/50592938271_9b143c393b_k_copy_min_1ef9cbb5f3.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-11-14T14:09:17.783Z",
          "updated_at": "2020-11-14T14:09:18.044Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 14,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "created_at": "2020-10-12T13:56:43.379Z",
    "updated_at": "2020-10-12T13:56:43.504Z",
    "title_et": "JF Regulatsioonid",
    "slug_et": "jf-regulatsioonid",
    "title_en": null,
    "slug_en": "just-filmi-article-5",
    "title_ru": null,
    "slug_ru": "just-filmi-article-1",
    "lead_et": null,
    "lead_en": null,
    "lead_ru": null,
    "contents_et": "PÖFF – BLACK NIGHTS FILM FESTIVAL SUBFESTIVAL \nJust Film \nYouth and Children’s Film Festival \n13.11.–29.11.2020\n \n**Just Film presents films in the following programmes:**\nInternational Competition programme of youth feature films \nInternational Competition programme of children’s feature films \nNon-competitive and / or informative programmes, retrospectives and special presentations\nFilms eligible for the programmes are feature-length (50 minutes and over) either fiction or documentary and short or half-length films (up to 45 minutes), produced after the 1st of January 2019 with a minimum requirement being their Estonian premiere. The festival reserves the right to evaluate eligible films for competition on a case by case basis. \nThe applicable screening copies are in DCP format in English or include English subtitles. Films in the competitions may be presented in the PÖFF main programme non-competitive section and touring screenings after Just Film.\n\n**Awards & Prizes**\n•\tJust Film Grand Prix, International Youth Competition\n•\tJust Film Youth Jury Best Film Award\n•\tJust Film Youth Jury Best Youth Short Award\n•\tJust Film Children’s Jury Best Film Award\n•\tJust Film Children’s Jury Best Animated Short Award\n•\tECFA Award\n•\tUp to two Special Mentions per Competitive Programme\n\n**Juries**\nThe Festival Director will appoint the Domestic Children’s Jury and Youth Jury, both consisting of five members. Also an international jury consisting of three film specialists and ECFA (European Children’s Film Association) jury consisting of three ECFA members will be invited. No jury member can be involved in the production or promotion of any of the films in the competitive programs.\nFilm submission entry procedures\nApplicants for Competitive and Non-Competitive Programmes are requested to submit as a subcategory of Black Nights Film Festival through FilmFreeway or any other submitting platform indicated by the festival team.\nhttps://filmfreeway.com/just\nEntry applications submitted by post, e-mail or any other form except the online submission form are not considered eligible for selection. \nThe regular submission deadline for competitive and non-competitive feature film programmes is 1st of July 2020. The festival asks a submission fee of €49 Euros or $55 USD per film during the regular deadline. For short or half-length films (up to 45 minutes) the festival asks a submission fee of €9 Euros per film during regular deadline.\nDiscount code: use our Summer Sale code \"SUMMER25\" to recieve 25% of the entry fee. Discount is valid until the 1st of July.\nThe extended submission deadline for competitive and non-competitive feature film programmes is 17th of August 2020. The festival asks a submission fee of €65 Euros or $75 USD per film during extended deadline. For short or half-length films (up to 45 minutes) the festival asks a submission fee of €12 Euros per film during extended deadline.\nThe final submission deadline for competitive and non-competitive feature film programmes is 24th of August 2020. The festival asks a submission fee of €75 Euros or $85 USD per film during the regular deadline. For short or half-length films (up to 45 minutes) the festival asks a submission fee of €20 Euros per film during final submission deadline.\nThe Festival reserves the right to select films received at any time and through any means, or process and to refuse late submissions.\nBy submitting a film to the festival the applicant agrees by the submissions deadline to:\n•\tFill and submit the entry form via the festival’s online submission form.\n•\tProvide a screening link and password via the online submission form or e-mail\n•\tAcknowledge that “selected” status on the online submission or an any kind of automated letter from the submission platform form does not guarantee confirmation of the submitted film to the festival as the festival needs to consider multiple criteria, such as the screening fee, print/copy fees, availability issues in Estonian territory and other factors.\n•\tDeliver additional materials (biography and filmography of Director, stills of the film, synopsis of the film, trailer and poster art-work (if already available) by the means specified by the festival.\nConfirmation of films and reimbursement\nUpon selection of the film, the Festival will inform the applicant no later than 1st of October 2020.\nThe applicant agrees that confirmed titles may not be withdrawn from the festival programme after its participation has been officially confirmed and the producer or producer’s authorised representative has verified the confirmation of the film to the programme.\nIf, for exceptional reasons, the film has to be withdrawn three weeks or less before the opening of the festival, the applicant agrees to reimburse all costs to the festival related to the confirmation and programming of the film including screening fee (when applicable), print delivery and handling costs as well as associated travel costs for the film delegation.\nThe invoices for the film rights or print loans should be issued and delivered for payments no later than two months after the end of the festival. The festival does not accept or reimburse invoices issued after that date.\nUpon confirmation of the film to the Just Film festival’s competitive or non-competitive sections the applicant agrees to:\n•\tProvide a trailer of the film either on DVD or online via a non-expiring link.\n•\tDeliver materials for localisation (subtitle files with time-codes and/or dialogue lists in the original film language and in English, spotting list and a screener of the finalised version of the).\n•\tGrant permission to include the screener in the festivals video library, reserved for jury and accredited industry members only (restricted access). The film representative will be requested to upload the screener into the secure video library environment.\nMaterials have to be delivered digitally to maarit.mannama[a]poff.ee. The festival does not accept deliveries on hard disk drives, memory sticks or any other physical format, as well as via file sharing programs or services such as Dropbox, Google Drive, Box etc.\nTechnical requirements and guidelines for film formats\nThe accepted screening format for all films in competition and non-competition sections is DCP. Provided DCPs must be DCI compliant (www.dcimovies.com) and adhere to all applicable conditions below.\nDCPs must be provided and shipped on industry standard and protected hard drives or delivered digitally with previous confirmation from the festival technical department. Consumer grade hard drives and memory sticks are not permitted.\nAll films selected for the festival must be provided with English subtitles, unless they are already in English. A selection will be translated into Estonian. If the transfer of translated subtitles onto the DCP is not agreed with the representative of the film, the translations will be shown electronically.\nAll screening copies for all sections, if provided with any subtitles, must have the subtitles on the active picture area and not in the letterbox area. Dubbed language copies are also refused.\nThe festival reserves the right to demand new DCP packages free of charge in case of non-compatible DCPs, files are on broken hard drives or other quality standards are not met. These include wrongly placed or missing subtitles, or wrong soundtracks.\nUnencrypted DCPs are strongly preferred. In case of encrypted DCPs, the festival requires one test KDM per film free of charge for quality assurance and technical testing for our test-screen or DKDM for laboratory testing. The quality assurance purpose KDM or DKDM is requested to be valid from the date the DCP arrives at the festival till 2 days after the festival.\nThe producer or film representative is requested to provide appropriate screening KDMs valid from 3 days before the start of the festival and 2 days after the festival, but in minimum at least 72 hours prior to screenings, and 48 hours after the screening. The cost of generating all KDMs will also be the responsibility of the producers or representatives of the film.\nIf the festival is provided with broken or wrongly assigned KDMs, appropriate new KDMs must be provided free of charge by the film submitter or representative. Quality assurance purpose DKDM does not exempt from providing screening KDMs if not agreed upon otherwise.\nThe festival supports 2K and 4K content. However, not all screens have a 4K projecting capability. The festival therefore cannot guarantee that all 4K films will be screened in a 4K resolution.\nThe festival reserves the right to refuse and withdraw the screening of the film from the competition or any other section if all requirements are not followed.\nDetailed technical guidelines will be available linked for download along with the festival regulations on the festival website from 1st of June 2020 and also provided along with confirmation entry form.\nOur festival’s technical team, dcinema@poff.ee, will happily help with any queries for all confirmed films.\nDelivery of materials\nAll costs related to the shipping of the screener copy (DVD) and publicity materials are paid by the submitter or film representative. Submitted preview copies may be returned to the submitter or forwarded only at the submitters expense.\nAll packages must be clearly marked with the title of the film, the sender’s / submitters name, return address and telephone number as well as the festival address:\n\nBlack Nights Film Festival\nAttn: Just Film\nTelliskivi 60a/2, 3rd floor\n10412\nTallinn, Estonia\nPhone: +372 56 208 308\n\nCosts related to the shipping of the screening copies to the festival are paid by the festival, unless otherwise agreed upon. Return shipping costs are the responsibility of the submitter or film representative, or party appointed by them.\nThe festival will return or forward the screening copies within 14 days from the end of the festival unless instructed otherwise by the submitter or film representative. Returns before the Festival closing date must be agreed at least three weeks before the festival, and cannot be guaranteed after that.\nThe festival covers all expenses connected to the storage and insurance of the screening copies during the duration of the festival.\nIn the event of damage to a copy during the event, the Festival limits its responsibility to the cost of having a new standard copy made at current laboratory rates.\nFilm Delegations\nFor competitive programmes the Festival will invite one representative per film. The festival will cover the round trip airfare for one delegate, with a preference given to the Director and/or a Main Cast member, as well as accommodation for up to 1 guest in the Delegation at the Official Partner Hotel.\nFor non-competitive films, the Festival reserves the right to invite guests upon the decision of the Programming committee. Detailed terms and conditions for film delegates are provided on a non-disclosed one to one and guest agreement basis.\nFor non-competitive films, the Festival guest accreditation list will be closed one (1) day before the opening of the festival. After the deadline a fee of €25 will be requested for festival accreditation from the non-competitive film delegates. \n\nContact\nFestival director – Mikk Granström, (mikk@poff.ee)\nProgramme coordinator – Maarit Männama, (maarit.mannama@poff.ee)\nSubmit your film to the Youth and Children's film festival Just Film!\n \n \n \n\n",
    "contents_en": "PÖFF – BLACK NIGHTS FILM FESTIVAL SUBFESTIVAL \nJust Film \nYouth and Children’s Film Festival \n13.11.–29.11.2020\n \n**Just Film presents films in the following programmes:**\nInternational Competition programme of youth feature films \nInternational Competition programme of children’s feature films \nNon-competitive and / or informative programmes, retrospectives and special presentations\nFilms eligible for the programmes are feature-length (50 minutes and over) either fiction or documentary and short or half-length films (up to 45 minutes), produced after the 1st of January 2019 with a minimum requirement being their Estonian premiere. The festival reserves the right to evaluate eligible films for competition on a case by case basis. \nThe applicable screening copies are in DCP format in English or include English subtitles. Films in the competitions may be presented in the PÖFF main programme non-competitive section and touring screenings after Just Film.\n\n**Awards & Prizes**\n•\tJust Film Grand Prix, International Youth Competition\n•\tJust Film Youth Jury Best Film Award\n•\tJust Film Youth Jury Best Youth Short Award\n•\tJust Film Children’s Jury Best Film Award\n•\tJust Film Children’s Jury Best Animated Short Award\n•\tECFA Award\n•\tUp to two Special Mentions per Competitive Programme\n\n**Juries**\nThe Festival Director will appoint the Domestic Children’s Jury and Youth Jury, both consisting of five members. Also an international jury consisting of three film specialists and ECFA (European Children’s Film Association) jury consisting of three ECFA members will be invited. No jury member can be involved in the production or promotion of any of the films in the competitive programs.\nFilm submission entry procedures\nApplicants for Competitive and Non-Competitive Programmes are requested to submit as a subcategory of Black Nights Film Festival through FilmFreeway or any other submitting platform indicated by the festival team.\nhttps://filmfreeway.com/just\nEntry applications submitted by post, e-mail or any other form except the online submission form are not considered eligible for selection. \nThe regular submission deadline for competitive and non-competitive feature film programmes is 1st of July 2020. The festival asks a submission fee of €49 Euros or $55 USD per film during the regular deadline. For short or half-length films (up to 45 minutes) the festival asks a submission fee of €9 Euros per film during regular deadline.\nDiscount code: use our Summer Sale code \"SUMMER25\" to recieve 25% of the entry fee. Discount is valid until the 1st of July.\nThe extended submission deadline for competitive and non-competitive feature film programmes is 17th of August 2020. The festival asks a submission fee of €65 Euros or $75 USD per film during extended deadline. For short or half-length films (up to 45 minutes) the festival asks a submission fee of €12 Euros per film during extended deadline.\nThe final submission deadline for competitive and non-competitive feature film programmes is 24th of August 2020. The festival asks a submission fee of €75 Euros or $85 USD per film during the regular deadline. For short or half-length films (up to 45 minutes) the festival asks a submission fee of €20 Euros per film during final submission deadline.\nThe Festival reserves the right to select films received at any time and through any means, or process and to refuse late submissions.\nBy submitting a film to the festival the applicant agrees by the submissions deadline to:\n•\tFill and submit the entry form via the festival’s online submission form.\n•\tProvide a screening link and password via the online submission form or e-mail\n•\tAcknowledge that “selected” status on the online submission or an any kind of automated letter from the submission platform form does not guarantee confirmation of the submitted film to the festival as the festival needs to consider multiple criteria, such as the screening fee, print/copy fees, availability issues in Estonian territory and other factors.\n•\tDeliver additional materials (biography and filmography of Director, stills of the film, synopsis of the film, trailer and poster art-work (if already available) by the means specified by the festival.\nConfirmation of films and reimbursement\nUpon selection of the film, the Festival will inform the applicant no later than 1st of October 2020.\nThe applicant agrees that confirmed titles may not be withdrawn from the festival programme after its participation has been officially confirmed and the producer or producer’s authorised representative has verified the confirmation of the film to the programme.\nIf, for exceptional reasons, the film has to be withdrawn three weeks or less before the opening of the festival, the applicant agrees to reimburse all costs to the festival related to the confirmation and programming of the film including screening fee (when applicable), print delivery and handling costs as well as associated travel costs for the film delegation.\nThe invoices for the film rights or print loans should be issued and delivered for payments no later than two months after the end of the festival. The festival does not accept or reimburse invoices issued after that date.\nUpon confirmation of the film to the Just Film festival’s competitive or non-competitive sections the applicant agrees to:\n•\tProvide a trailer of the film either on DVD or online via a non-expiring link.\n•\tDeliver materials for localisation (subtitle files with time-codes and/or dialogue lists in the original film language and in English, spotting list and a screener of the finalised version of the).\n•\tGrant permission to include the screener in the festivals video library, reserved for jury and accredited industry members only (restricted access). The film representative will be requested to upload the screener into the secure video library environment.\nMaterials have to be delivered digitally to maarit.mannama[a]poff.ee. The festival does not accept deliveries on hard disk drives, memory sticks or any other physical format, as well as via file sharing programs or services such as Dropbox, Google Drive, Box etc.\nTechnical requirements and guidelines for film formats\nThe accepted screening format for all films in competition and non-competition sections is DCP. Provided DCPs must be DCI compliant (www.dcimovies.com) and adhere to all applicable conditions below.\nDCPs must be provided and shipped on industry standard and protected hard drives or delivered digitally with previous confirmation from the festival technical department. Consumer grade hard drives and memory sticks are not permitted.\nAll films selected for the festival must be provided with English subtitles, unless they are already in English. A selection will be translated into Estonian. If the transfer of translated subtitles onto the DCP is not agreed with the representative of the film, the translations will be shown electronically.\nAll screening copies for all sections, if provided with any subtitles, must have the subtitles on the active picture area and not in the letterbox area. Dubbed language copies are also refused.\nThe festival reserves the right to demand new DCP packages free of charge in case of non-compatible DCPs, files are on broken hard drives or other quality standards are not met. These include wrongly placed or missing subtitles, or wrong soundtracks.\nUnencrypted DCPs are strongly preferred. In case of encrypted DCPs, the festival requires one test KDM per film free of charge for quality assurance and technical testing for our test-screen or DKDM for laboratory testing. The quality assurance purpose KDM or DKDM is requested to be valid from the date the DCP arrives at the festival till 2 days after the festival.\nThe producer or film representative is requested to provide appropriate screening KDMs valid from 3 days before the start of the festival and 2 days after the festival, but in minimum at least 72 hours prior to screenings, and 48 hours after the screening. The cost of generating all KDMs will also be the responsibility of the producers or representatives of the film.\nIf the festival is provided with broken or wrongly assigned KDMs, appropriate new KDMs must be provided free of charge by the film submitter or representative. Quality assurance purpose DKDM does not exempt from providing screening KDMs if not agreed upon otherwise.\nThe festival supports 2K and 4K content. However, not all screens have a 4K projecting capability. The festival therefore cannot guarantee that all 4K films will be screened in a 4K resolution.\nThe festival reserves the right to refuse and withdraw the screening of the film from the competition or any other section if all requirements are not followed.\nDetailed technical guidelines will be available linked for download along with the festival regulations on the festival website from 1st of June 2020 and also provided along with confirmation entry form.\nOur festival’s technical team, dcinema@poff.ee, will happily help with any queries for all confirmed films.\nDelivery of materials\nAll costs related to the shipping of the screener copy (DVD) and publicity materials are paid by the submitter or film representative. Submitted preview copies may be returned to the submitter or forwarded only at the submitters expense.\nAll packages must be clearly marked with the title of the film, the sender’s / submitters name, return address and telephone number as well as the festival address:\n\nBlack Nights Film Festival\nAttn: Just Film\nTelliskivi 60a/2, 3rd floor\n10412\nTallinn, Estonia\nPhone: +372 56 208 308\n\nCosts related to the shipping of the screening copies to the festival are paid by the festival, unless otherwise agreed upon. Return shipping costs are the responsibility of the submitter or film representative, or party appointed by them.\nThe festival will return or forward the screening copies within 14 days from the end of the festival unless instructed otherwise by the submitter or film representative. Returns before the Festival closing date must be agreed at least three weeks before the festival, and cannot be guaranteed after that.\nThe festival covers all expenses connected to the storage and insurance of the screening copies during the duration of the festival.\nIn the event of damage to a copy during the event, the Festival limits its responsibility to the cost of having a new standard copy made at current laboratory rates.\nFilm Delegations\nFor competitive programmes the Festival will invite one representative per film. The festival will cover the round trip airfare for one delegate, with a preference given to the Director and/or a Main Cast member, as well as accommodation for up to 1 guest in the Delegation at the Official Partner Hotel.\nFor non-competitive films, the Festival reserves the right to invite guests upon the decision of the Programming committee. Detailed terms and conditions for film delegates are provided on a non-disclosed one to one and guest agreement basis.\nFor non-competitive films, the Festival guest accreditation list will be closed one (1) day before the opening of the festival. After the deadline a fee of €25 will be requested for festival accreditation from the non-competitive film delegates. \n\nContact\nFestival director – Mikk Granström, (mikk@poff.ee)\nProgramme coordinator – Maarit Männama, (maarit.mannama@poff.ee)\nSubmit your film to the Youth and Children's film festival Just Film!\n \n \n \n\n",
    "contents_ru": "PÖFF – BLACK NIGHTS FILM FESTIVAL SUBFESTIVAL \nJust Film \nYouth and Children’s Film Festival \n13.11.–29.11.2020\n \n**Just Film presents films in the following programmes:**\nInternational Competition programme of youth feature films \nInternational Competition programme of children’s feature films \nNon-competitive and / or informative programmes, retrospectives and special presentations\nFilms eligible for the programmes are feature-length (50 minutes and over) either fiction or documentary and short or half-length films (up to 45 minutes), produced after the 1st of January 2019 with a minimum requirement being their Estonian premiere. The festival reserves the right to evaluate eligible films for competition on a case by case basis. \nThe applicable screening copies are in DCP format in English or include English subtitles. Films in the competitions may be presented in the PÖFF main programme non-competitive section and touring screenings after Just Film.\n\n**Awards & Prizes**\n•\tJust Film Grand Prix, International Youth Competition\n•\tJust Film Youth Jury Best Film Award\n•\tJust Film Youth Jury Best Youth Short Award\n•\tJust Film Children’s Jury Best Film Award\n•\tJust Film Children’s Jury Best Animated Short Award\n•\tECFA Award\n•\tUp to two Special Mentions per Competitive Programme\n\n**Juries**\nThe Festival Director will appoint the Domestic Children’s Jury and Youth Jury, both consisting of five members. Also an international jury consisting of three film specialists and ECFA (European Children’s Film Association) jury consisting of three ECFA members will be invited. No jury member can be involved in the production or promotion of any of the films in the competitive programs.\nFilm submission entry procedures\nApplicants for Competitive and Non-Competitive Programmes are requested to submit as a subcategory of Black Nights Film Festival through FilmFreeway or any other submitting platform indicated by the festival team.\nhttps://filmfreeway.com/just\nEntry applications submitted by post, e-mail or any other form except the online submission form are not considered eligible for selection. \nThe regular submission deadline for competitive and non-competitive feature film programmes is 1st of July 2020. The festival asks a submission fee of €49 Euros or $55 USD per film during the regular deadline. For short or half-length films (up to 45 minutes) the festival asks a submission fee of €9 Euros per film during regular deadline.\nDiscount code: use our Summer Sale code \"SUMMER25\" to recieve 25% of the entry fee. Discount is valid until the 1st of July.\nThe extended submission deadline for competitive and non-competitive feature film programmes is 17th of August 2020. The festival asks a submission fee of €65 Euros or $75 USD per film during extended deadline. For short or half-length films (up to 45 minutes) the festival asks a submission fee of €12 Euros per film during extended deadline.\nThe final submission deadline for competitive and non-competitive feature film programmes is 24th of August 2020. The festival asks a submission fee of €75 Euros or $85 USD per film during the regular deadline. For short or half-length films (up to 45 minutes) the festival asks a submission fee of €20 Euros per film during final submission deadline.\nThe Festival reserves the right to select films received at any time and through any means, or process and to refuse late submissions.\nBy submitting a film to the festival the applicant agrees by the submissions deadline to:\n•\tFill and submit the entry form via the festival’s online submission form.\n•\tProvide a screening link and password via the online submission form or e-mail\n•\tAcknowledge that “selected” status on the online submission or an any kind of automated letter from the submission platform form does not guarantee confirmation of the submitted film to the festival as the festival needs to consider multiple criteria, such as the screening fee, print/copy fees, availability issues in Estonian territory and other factors.\n•\tDeliver additional materials (biography and filmography of Director, stills of the film, synopsis of the film, trailer and poster art-work (if already available) by the means specified by the festival.\nConfirmation of films and reimbursement\nUpon selection of the film, the Festival will inform the applicant no later than 1st of October 2020.\nThe applicant agrees that confirmed titles may not be withdrawn from the festival programme after its participation has been officially confirmed and the producer or producer’s authorised representative has verified the confirmation of the film to the programme.\nIf, for exceptional reasons, the film has to be withdrawn three weeks or less before the opening of the festival, the applicant agrees to reimburse all costs to the festival related to the confirmation and programming of the film including screening fee (when applicable), print delivery and handling costs as well as associated travel costs for the film delegation.\nThe invoices for the film rights or print loans should be issued and delivered for payments no later than two months after the end of the festival. The festival does not accept or reimburse invoices issued after that date.\nUpon confirmation of the film to the Just Film festival’s competitive or non-competitive sections the applicant agrees to:\n•\tProvide a trailer of the film either on DVD or online via a non-expiring link.\n•\tDeliver materials for localisation (subtitle files with time-codes and/or dialogue lists in the original film language and in English, spotting list and a screener of the finalised version of the).\n•\tGrant permission to include the screener in the festivals video library, reserved for jury and accredited industry members only (restricted access). The film representative will be requested to upload the screener into the secure video library environment.\nMaterials have to be delivered digitally to maarit.mannama[a]poff.ee. The festival does not accept deliveries on hard disk drives, memory sticks or any other physical format, as well as via file sharing programs or services such as Dropbox, Google Drive, Box etc.\nTechnical requirements and guidelines for film formats\nThe accepted screening format for all films in competition and non-competition sections is DCP. Provided DCPs must be DCI compliant (www.dcimovies.com) and adhere to all applicable conditions below.\nDCPs must be provided and shipped on industry standard and protected hard drives or delivered digitally with previous confirmation from the festival technical department. Consumer grade hard drives and memory sticks are not permitted.\nAll films selected for the festival must be provided with English subtitles, unless they are already in English. A selection will be translated into Estonian. If the transfer of translated subtitles onto the DCP is not agreed with the representative of the film, the translations will be shown electronically.\nAll screening copies for all sections, if provided with any subtitles, must have the subtitles on the active picture area and not in the letterbox area. Dubbed language copies are also refused.\nThe festival reserves the right to demand new DCP packages free of charge in case of non-compatible DCPs, files are on broken hard drives or other quality standards are not met. These include wrongly placed or missing subtitles, or wrong soundtracks.\nUnencrypted DCPs are strongly preferred. In case of encrypted DCPs, the festival requires one test KDM per film free of charge for quality assurance and technical testing for our test-screen or DKDM for laboratory testing. The quality assurance purpose KDM or DKDM is requested to be valid from the date the DCP arrives at the festival till 2 days after the festival.\nThe producer or film representative is requested to provide appropriate screening KDMs valid from 3 days before the start of the festival and 2 days after the festival, but in minimum at least 72 hours prior to screenings, and 48 hours after the screening. The cost of generating all KDMs will also be the responsibility of the producers or representatives of the film.\nIf the festival is provided with broken or wrongly assigned KDMs, appropriate new KDMs must be provided free of charge by the film submitter or representative. Quality assurance purpose DKDM does not exempt from providing screening KDMs if not agreed upon otherwise.\nThe festival supports 2K and 4K content. However, not all screens have a 4K projecting capability. The festival therefore cannot guarantee that all 4K films will be screened in a 4K resolution.\nThe festival reserves the right to refuse and withdraw the screening of the film from the competition or any other section if all requirements are not followed.\nDetailed technical guidelines will be available linked for download along with the festival regulations on the festival website from 1st of June 2020 and also provided along with confirmation entry form.\nOur festival’s technical team, dcinema@poff.ee, will happily help with any queries for all confirmed films.\nDelivery of materials\nAll costs related to the shipping of the screener copy (DVD) and publicity materials are paid by the submitter or film representative. Submitted preview copies may be returned to the submitter or forwarded only at the submitters expense.\nAll packages must be clearly marked with the title of the film, the sender’s / submitters name, return address and telephone number as well as the festival address:\n\nBlack Nights Film Festival\nAttn: Just Film\nTelliskivi 60a/2, 3rd floor\n10412\nTallinn, Estonia\nPhone: +372 56 208 308\n\nCosts related to the shipping of the screening copies to the festival are paid by the festival, unless otherwise agreed upon. Return shipping costs are the responsibility of the submitter or film representative, or party appointed by them.\nThe festival will return or forward the screening copies within 14 days from the end of the festival unless instructed otherwise by the submitter or film representative. Returns before the Festival closing date must be agreed at least three weeks before the festival, and cannot be guaranteed after that.\nThe festival covers all expenses connected to the storage and insurance of the screening copies during the duration of the festival.\nIn the event of damage to a copy during the event, the Festival limits its responsibility to the cost of having a new standard copy made at current laboratory rates.\nFilm Delegations\nFor competitive programmes the Festival will invite one representative per film. The festival will cover the round trip airfare for one delegate, with a preference given to the Director and/or a Main Cast member, as well as accommodation for up to 1 guest in the Delegation at the Official Partner Hotel.\nFor non-competitive films, the Festival reserves the right to invite guests upon the decision of the Programming committee. Detailed terms and conditions for film delegates are provided on a non-disclosed one to one and guest agreement basis.\nFor non-competitive films, the Festival guest accreditation list will be closed one (1) day before the opening of the festival. After the deadline a fee of €25 will be requested for festival accreditation from the non-competitive film delegates. \n\nContact\nFestival director – Mikk Granström, (mikk@poff.ee)\nProgramme coordinator – Maarit Männama, (maarit.mannama@poff.ee)\nSubmit your film to the Youth and Children's film festival Just Film!\n \n \n \n\n",
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": true,
    "publish_ru": true,
    "media": null,
    "button": [],
    "article_types": [
      {
        "id": 5,
        "name": "about",
        "created_at": "2020-09-01T12:17:53.527Z",
        "updated_at": "2020-09-21T10:54:13.651Z",
        "article": null,
        "et": "Artikkel",
        "en": "About",
        "ru": "Артикл",
        "slug_et": "artikkel",
        "slug_en": "about",
        "slug_ru": "artikl",
        "name_et": "Artikkel",
        "name_en": "About",
        "name_ru": "Артикл",
        "label_et": "Artikkel",
        "label_en": "About",
        "label_ru": "Артикл",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 13,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "created_at": "2020-10-02T08:03:26.243Z",
    "updated_at": "2020-11-18T15:44:03.119Z",
    "title_et": "Venekeelsed ja venekeelsete subtiitritega filmid Just Filmil",
    "slug_et": "venekeelsed-ja-venekeelsete-subtiitritega-filmid-just-filmil",
    "title_en": null,
    "slug_en": "just-filmi-article-3",
    "title_ru": "Фильмы Just Film на русском языке или с русскими субтитрами",
    "slug_ru": "c-russkimi-subtitrami",
    "lead_et": null,
    "lead_en": null,
    "lead_ru": "На Just Film состоится мировая премьера российского фильма",
    "contents_et": "Sel aastal aasta linastub Just Filmis suur valik venekeelseid ja venekeelsete subtiitritega filme!\n\nNeli neist on 2020. aasta Venemaa filmid ning üheksa venekeelsete subtiitritega. Režissööri Pavel Mirzoevi teisel täispikal filmil “Kutsu mind mustaks linnuks” on Just Filmi raames maailma esilinastus. Filmidel “Ajavalvurid” (režissöör Alexey Telnov) ja “Ütle talle” (režissöör Aleksandr Molochnikov) on Just Filmi raames rahvusvahelised esilinastused. Teadus360° programmis linastub film “Greta Thunbergi lugu” (Rootsi 2020, režissöör Nathan Grossman), mis räägib noore kliimaaktivisti elust ja näitab, kuidas ta kriitikaga toime tuleb. Õudusfilmi fännidele on film “Läheb täide” (Kanada 2020, režissöör Anthony Scott Burns), mis toob ka kõige külmema närviga inimesel kananaha ihule.\n\nMitmed filmid nagu “Ütle talle”, “Süstlapargi laps”, “Slaalom”, “Wendy”, “Masha”ja “Kutsu mind mustaks linnuks” võistlevad ka rahvusvahelises noortefilmide võistlusprogrammis Just Filmi grand prix auhinnale. Rahvusvahelist noortefilmide võistlusprogrammi hindab lisaks Just Filmi noortežüriile kolmeliikmeline rahvusvaheline žürii.\n\n\nFilmid “Ajavalvurid”, “Sipsik”, “Berti päevik” ja “Kodutänava piraadid” võistlevad Just Filmi lastefilmide võistlusprogrammis.\n\n\nPimedate Ööde filmifestivali noorte- ja lastefilmide alafestival Just Film leiab tänavu aset 13. novembrist 29. novembrini ning pileteid saab osta veebilehelt www.piletilevi.ee\n\nVenekeelsed filmid:\n\n\n### [“Ajavalvurid”](https://justfilm.ee/film/ajavalvurid/)\nThe Time Guardians\nVenemaa 2020, 94 min\nR: Alexey Telnov\n\nRahvusvaheline esilinastus\n\nLastefilmide võistlusprogramm\n\nVäike tüdruk Ksyusha lapsendatakse tondilossilikust lastekodust toredasse perekonda – ta saab endale uue kunstnikust ema ja kirjanikust isa. Kõik kolm on äärmiselt õnnelikud ning õhtud veedetakse tihti pere keskel kodus, mil isa loeb tütrele lugusid oma mitmetest fantaasiaraamatutest. Idüllilisse ellu saabub aga järsk lõpp kui Ksyusha isa vanad tuttavad proovivad perekonda lõhki kiskuda ning kõigele tipuks satub tüdruk emaga autoõnnetusse. Ärgates leiab tüdruk end aga isa raamatutest tuttavast Pimeduse Linnast, mis küll sarnaneb kodulinnale Peterburile, kuid on kõvasti pimedam ja külmem. Pimeduse Linnas elavad äärmiselt veidrad tegelased, keda valitseb hirmuäratav Nõid, kes soovib kõigest väest ka Ksyushat vangistada. Tüdruku ainukeseks liitlaseks uues kõhedas maailmas saab lustakas maagiliste võimetega assistent nimega Paramon, kellega koos võetakse ette ohtlik rännak, et leida üles Ajavõti, millega saab aega tagasi keerata ja nõnda ära hoida hirmus autoõnnetus ja päästa Ksyusha perekond igavesest pimedusest...\n\nKui otsid tempokat ja lõbusat fantaasiafilmi, on “Ajavalvurid” just Sulle mõeldud. \n\n<iframe src=\"https://drive.google.com/file/d/1oHiQ52I32LZMeyglJ692TN9brBsF-EcR/preview\" width=\"640\" height=\"480\"></iframe>\n\n\n### [“Ütle talle”](https://justfilm.ee/film/uetle-talle/)\nTell Her\nVenemaa 2020, 95 min\nR: Aleksandr Molochnikov\n\nRahvusvaheline esilinastus\n\nRahvusvaheline noortefilmide võistlusprogramm ja lapse õiguste programm\n\nSaša vanemad tülitsevad pidevalt ning kui nad lõpuks otsustavad lahku minna ja ema soovib Saša ning uue elukaaslasega Ameerikasse kolida, kukub poisi maailm kokku. Järsku leiab Saša end olukorrast, kus peab valima ema ja isa vahel. Valikut tegema sunnivad nii vanemad kui ka vanavanemad. Ometi ei too poisi otsus emaga Ameerikasse minna loodetud õnne ning lapse igatsus isa järeleaina kasvab. Poiss teeb meeleheitlikke pingutusi, et säilitada head suhted mõlema vanemaga ning võita nende tähelepanu. See pole sugugi lihtne, sest vanemate omavaheline vägikaikavedu jätkub ka lahus elades ning Sašal on üha keerulisem end kuuldavaks teha. \n\n\n### [“Masha”](https://justfilm.ee/film/masha/)\nMasha\nVenemaa 2020, 95 min\nR: Anastasiya Palchikova\n\nRahvusvaheline noortefilmide võistlusprogramm\n\nAnastasiya Palchikova debüüt viib meid karmi 90ndate Vene gangsterite maailma. 13-aastasele Mashale on juba mõnda aega tundunud, et ta lapsepõlv on kuidagi teistsugune kui teistel eakaaslastel. Tüdrukul on raske uskuda, et tema väga tore ja sõbralik perekond on tegelikult röövlid ja mõrvarid, keda kõik teised linnaelanikud kardavad ja tema arust tehakse nii talle kui ka perele ülekohut. Oma mõttemullis elades jääb märkamata katastroof, mille suunas ta perekond liikumas on. Kui juba on hilja ja Masha üritab elus uue lehekülje pöörata, saab minevik ta kätte ja paneb proovile, kui tugevad on peresidemed tegelikult.\n\n\n### [“Kutsu mind mustaks linnuks”](https://justfilm.ee/film/kutsu-mind-mustaks-linnuks/)\nCall Me Blackbird\nVenemaa 2020, 93 min\nR: Pavel Mirzoev\n\nMaailma esilinastus\n\nRahvusvaheline noortefilmide võistlusprogramm\n\nKellelegi ei meeldi olla üksi. Eriti siis, kui oled energiat täis noor inimene. Esimesed tunded ja armastus on Kostja pea segamini ajanud, olla on kuidagi raske, samas ka väga meeldiv. Aga elu on vaja elada ja kõik vead tuleb ikka ise ära teha, kellegi teise nõuanded siin ei aita. Kui ise ei tee, siis teised ka mitte. Kostjat ootab kõik see ees. Heade osatäitjatega film näitab, kuidas selles tunnete virvarris hakkama saada.\n\n\n### Vene keelsete subtiitritega filmid:\n\n\n### [“Süstlapargi laps”](https://justfilm.ee/film/suestlapargi-laps/)\nNeedle Park Baby\nШвейцария 2020, 100 min\nR: Pierre Monnard\n\nRahvusvaheline noortefilmide võistlusprogramm ja lapse õiguste programm\n\n11-aastase Mia vanemad on narkomaanid. Kui kohalik süstlapark, kus Mia vanemad tavaliselt igapäevast doosi saamas käivad, kinni pannakse, ja vanemad lahutavad, on tüdruk sunnitud koos emaga kaugesse väikelinna kolima. Pikka aega on Mia ainuke sõber tema ukulelet tinistav väljamõeldud sõber, kuid ajapikku leiab ta koolist uusi tuttavaid, kelle kodused elud pole samuti kõige roosilisemad. “Süstlapargi laps” on väga maitsekalt üles võetud linateos, kus oivaliselt on balansseeritud narkomaailma tumedus koos üles kasvava lapse perspektiiviga, kust leiab ka palju fantaasiat, helgust ja positiivseid hetki. \n \nFilm on soovituslik alates 14. eluaastast\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/IVpiUJ35Dg0\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n### [“Sipsik”](https://justfilm.ee/film/sipsik/)\nRaggie\nEesti/Taani 2020, 74min\nR: Meelis Arulepp, Karsten Kiilerich\n\nLastefilmide võistlusprogramm\n\nEesti lastekirjanduse üks armastatum kangelane, kaltsunukk Sipsik, on saanud oma filmi täis muusikat, seiklusi ja tõelisi tundeid. Anu saab 6-aastaseks ja tunneb elust rõõmu – tal on suur vend Mart, kes on tüdruku parim sõber ning kellega koos on imetore mängida. Armastusest väikese õe vastu on Mart õmmelnud Anule sünnipäevaks kaltsunuku. Paraku saab idüll läbi, kui saabub 1. september ja Mart läheb jälle kooli. Anu peab nüüd päevi ilma vennata veetma. Samuti on Mardile tekkinud uued sõbrad ja õe jaoks jääb aina vähem aega. Ühel hetkel, kui Anu tunneb end eriti üksiku ja õnnetuna, ärkab kaltsunukk Sipsik nagu võluväel ellu. Vähemalt Anule tundub nii. \n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/PYjjABpCz1s\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n### [“Läheb täide”](https://justfilm.ee/film/laeheb-taeide/)\nCome True\nKanada 2020, 95 min\nR: Anthony Scott Burns\n\nNoortefilmide programm\n\nNoor isepäine Sarah vaevleb meeletute unehäirete käes. Tüdruku hirm uinumise ees suureneb seda enam, et unenäod muutuvad üha kurjakuulutavamaks. Noor neiu kulistab tasside viisi kohvi, kuid sellest hoolimata saab uni ta ikkagi aeg-ajalt kätte. Kui Sarah leiab ülikoolist kuulutuse, kus uneuuringutel osalemiseks otsitakse vabatahtlikke, otsustab ta end kirja panna. Juba aga uuringute alguses hakkab Sarah kahtlema, kas tegi õige otsuse. Pealtnäha lihtsa uneuuringu käigus sukeldutakse sügavale tüdruku alateadvusse, aga tagajärgi, mida see endaga kaasa toob, ei osanud keegi ette näha. \n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/VAxqsQ7PiAk\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n### [“Greta Thunbergi lugu”](https://justfilm.ee/film/greta-thunbergi-lugu/)\nI Am Greta\nRootsi 2020, 97 min\nR: Nathan Grossman\n\nTeadus360° programm\n\nKõmulise kliimaaktivisti Greta Thunbergi lugu, mis on vormitud läbi kaasahaaravate ja mitte kunagi varem ilmavalgust näinud kaadrite Rootsi režissööri Nathan Grossmanni intiimseks dokumentaalfilmiks. 2018. aastal alustas tollal 15-aastane Thunberg tähelendu aktivistina koolistreigiga Rootsi parlamendihoone juures, mille eesmärk oli tõmmata tähelepanu kliimamuutustele. Režissöör jälgib Greta – Aspergeri sündroomiga häbeliku teismelise tüdruku – teekonda ning mõju kogu maailmale. \n\nFilm kulmineerub Greta palju kriitikat pälvinud purjereisiga üle Atlandi ookeani New Yorki, kus ta astus üles läbi aegade noorima esinejana ÜRO kliimameetmete tippkohtumisel.  \n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/z71LSeHp2sw\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n### [“Slaalom”](https://justfilm.ee/film/slaalom/)\nSlalom\nPrantsusmaa 2020, 92 min\nR: Charlène Favier\n\nRahvusvaheline noortefilmide võistlusprogramm\n\nLyz Lopez on 15-aastane lootustandev suusataja, kes võetakse vastu väga rangesse treeningakadeemiasse Prantsuse Alpides. Akadeemias, kus treenitakse tulevasi olümpialootusi, juhatab vägesid endine suusaäss Fred, kelle peamine treeningmeetod on psühholoogiline vägivald. Kord juba akadeemiasse vastu võetud poisid ja tüdrukud peavad tegema kasvõi võimatut, aga Fred peab tulemusi nägema. Kui Fred aga palub Lyz’il end tema kabinetis rasvaprotsendi mõõtmiseks lahti riietada, hakkab tüdrukule tunduma, et lisaks tulemustele peab Fred veel muudki näha saama. \n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/V2JavMmHoXM\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n### [“Wendy”](https://justfilm.ee/film/wendy/)\nWendy\nUSA 2020, 111 min\nR: Benh Zeitlin\n\nRahvusvaheline noortefilmide võistlusprogramm ja lapse õiguste programm\n\nLapsepõlv on ilus aeg ning suurekasvamist tuleks välitida. Wendy on inspireeritud klassikalisest Peeter Paani loost. Tööliste peres kasvav Wendy ja tema vennad unistavad suurtest seikustest, kui korraga ilmub nende juurde poiss nimega Peeter, kes nad enda saarele viib. Saarel hakkab juhtuma palju põnevat. Lapsed tunnevad end vabana ning avastavad maailma ilu kogu selle täiuses. Meeldejääva pildikeelega koguperefilm on huvitav vaatamine nii suurtele kui ka väiksematele filmihuvilistele. \n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/KKktQFFcXL0\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n### [“Lase mul kukkuda”](https://justfilm.ee/film/lase-mul-kukkuda/)\nLet Me Fall\nIsland 2018, 136 min\nR: Baldvin Zophoníasson\n\nJF20 programm ja lapse õiguste programm\n\nJärgmise annuse saamiseks on sõltlane valmis absoluutselt kõigeks. Gregory David Roberts räägib raamatus “Shantaram”, kuidas esimeseks kaob heroiinisõltlase silmist valgus, seejärel iha ning viimaks armastus. Filmi peategelane Magnea kaotab need kõik juba viieteistkümnendaks eluaastaks. Kuna augus olemist mõistavad vaid ise põhjas käinud, pole abi modernselt mõistlikest vanematest ega võõrutusravist, kust ta pidevalt kõlavate Jeesuse laulude tõttu põgeneb. \n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/PO_-KcTMQnU\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n### [“Kodutänava piraadid”](https://justfilm.ee/film/kodutaenava-piraadid/)\nPirates Down the Street\nHolland 2020, 95 min\nR: Pim van Hoeve\n\nLastefilmide võistlusprogramm\n\nElu ontlikus rannalinnas pööratakse pea peale, kui sinna saabub elama perekond Blunderbuss – täiesti pesuehtne piraatide kamp, koos kõige selle juurde kuuluvaga, nagu mõõgavõitlused, silmaklapid, koduks olev piraadilaev, lemmikloomast kaheksajalg ja papagoi ning lõputu rummi rüüpamine. Linnakese lugupeetud elanikud on uutest naabritest ja nende elukommetest päris kohkunud, kuid Michael saab piraatide perepoeg Billy’ga peagi heaks sõbraks. Uutel sõpradel seisavad ees põnevad aardejahid ning ohtlikud seiklused, mis viivad nad vastamisi maailma kõige hirmuäratavama mereröövli Cornelius Konkskäega, kuid muretsemiseks pole põhjust – tõeline piraat ei tunne hirmu millegi ees, garr!\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/TvLQqwWDk2s\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n\n\n### [“Berti päevik”](https://justfilm.ee/film/berti-paeevik/)\nBert’s Diary\nRootsi 2020, 95 min\nR: Michael Lindgren\n\nTreb Walker alias Bert Ljung teeb midagi, mis on poistele absoluutselt keelatud. Ta kirjutab päevikut. Mõelda vaid, kui klassi kõige tugevam poiss Klimp sellest teada saab! Siis teab varsti kogu maailm, kuidas Bert end tunneb, kui ta oma uued prillid koolis ette peab panema, kui teda jälitab hauabatsill, kui ta teeb koos Akega teaduslikke eksperimente, suitsetab salaja ja kirjutab päevikusse punase pliiatsiga, kui on armunud. \"Berti päevik” on film, mis põhineb samanimelisel maailmakuulsal lasteraamatul. See on film poistele, kuid mida on huvitav vaadata ka tüdrukutel, kes tahavad teada, mida poisid tegelikult mõtlevad.  \n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/WH2pX1QPrb4\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
    "contents_en": null,
    "contents_ru": "В этом году на фестивале молодежного и детского кино Just Film будет представлен богатый выбор фильмов на русском языке или с русскими субтитрами. \n \nВ программе четыре фильма из России, вышедших в 2020 году, и еще девять фильмов покажут с русскими субтитрами. На Just Film состоится мировая премьера второй полнометражной картины Павла Мерзоева «Зови меня Дрозд». Фестиваль порадует и международными премьерами таких фильмов, как «Стражи времени» (реж. Алексей Тельнов) и «Скажи ей» (реж. Александр Молочников). Еще одна российская работа «Маша» (реж. Анастасия Пальчикова) входит в число самых ожидаемых лент этого года.\n \nПрограмма Наука360° включит шведский фильм «Я, Грета» (реж. Нэйтан Гроссман), раскрывающий историю молодой климатической активистки. Зритель сможет узнать и то, как она справляется с критикой. Любителей ужастиков порадует канадская картина «Исполняется» (реж. Энтони Скотт Бернс), от которой побегут мурашки по коже даже у людей с самыми крепкими нервами.\n\nРяд фильмов, например, «Cкажи ей», «Малышка из парка Плацшпиц», «Слалом», «Венди», «Маша» и «Зови меня Дрозд», претендуют на Гран-при Just Film в конкурсной программе молодежных фильмов. Участников этой программы будет оценивать как молодежное жюри Just Film, так и международное жюри из трех человек.\n\nФильмы «Стражи времени», «Сипсик», «Дневник Берта» и «Пираты на домашней улице» вошли в конкурсную программу детских фильмов.\n \nФестиваль молодежного и детского кино Just Film, проводимый под эгидой кинофестиваля «Тёмные ночи» (PÖFF), пройдет с 13 по 29 ноября. Билеты можно приобрести в Piletilevi (www.piletilevi.ee).\n\n\nФИЛЬМЫ JUST FILM НА РУССКОМ ЯЗЫКЕ:\n \n##### [«Стражи времени»](https://justfilm.ee/ru/film/hraniteli-vremeni/)\nРоссия, 2020, режиссер: Алексей Тельнов \nМеждународная премьера, конкурсная программа детских фильмов\n \nМаленькую Ксюшу удочеряет хорошая семья, забрав из похожего на дом с привидениями детского дома – у нее появляется мама художница и папа писатель. Все трое безумно счастливы, вечера часто проходят в кругу семьи, и папа читает дочери рассказы из своих фантастических книг. Однако идиллической жизни приходит конец, когда девочка попадает вместе с мамой в автокатастрофу. Проснувшись, она обнаруживает себя в знакомом по отцовским книгам Городе Тьмы.\n \n«Стражи времени» подойдут тем зрителям, которые ищут энергичный и веселый фантазийный фильм.\n \n##### [«Скажи ей»](https://justfilm.ee/ru/film/skazhi-ej/)\nРоссия, 2020, режиссер: Александр Молочников\nМеждународная премьера, конкурсная программа молодежных фильмов и программа по правам ребенка\n \nПочему родители не могут поладить друг с другом? И на этот вопрос нет ответа: мир отношений между взрослыми сложен. Часто в результате ссор между родителями достается и детям. Тогда детям предстоит выбирать между мамой и папой. Невозможный выбор.\n \n«Скажи ей» показывает нам проблемы родителей глазами мальчика раннего подросткового возраста. Честный и откровенный фильм, который местами больно смотреть и где расставание родителей показано без прикрас. Фильм с замечательными актерами (Алексей Серебряков, Светлана Ходченкова, Кай Гетц и др.), который показывает, что где-то в глубине души живет возможность примирения и нормального общения друг с другом.\n \n##### [«Маша»](https://justfilm.ee/ru/film/masha/)\nРоссия, 2020, режиссер: Анастасия Пальчикова\nКонкурсная программа молодежных фильмов\n \nДебют Анастасии Пальчиковой переносит нас в криминальный мир 90-х. 13-летней Маше уже какое-то время кажется, что ее детство чем-то отличается от детства других сверстников. Ей трудно поверить в то, что ее очень милая и дружная семья на самом деле грабители и убийцы, которых боятся все жители города, и она считает, что к ним относятся предвзято. Погруженная в свои мысли, она не замечает катастрофы, к которой приближается ее семья. Когда же Маша переезжает и пытается начать жизнь с чистого листа, прошлое настигает ее и проверяет семейные узы на прочность.\n \n##### [«Зови меня Дрозд»](https://justfilm.ee/ru/film/zovi-menya-drozd/)\nРоссия, 2020, режиссер: Павел Мирзоев\nМировая премьера, конкурсная программа молодежных фильмов\n \nЭто подростковая история любви на фоне семейной драмы – развода родителей. Костя впервые влюбляется, и из-за переполняющих его чувств все мысли в его голове путаются. Но жизнь продолжается, и все ошибки все равно придется делать самому, чужие советы здесь не помогут. В то же время оба родителя любят Костю и пытаются найти с ним контакт, что в итоге им удается. Фильм с сильным актерским составом (Кирилл Кяро, Юлия Марченко и др.), который показывает, как можно справиться с таким круговоротом чувств.\n \n \nФИЛЬМЫ JUST FILM С РУССКИМИ СУБТИТРАМИ:\n \n##### [«Малышка из парка Плацшпиц»](https://justfilm.ee/ru/film/malyshka-iz-parka-placzshpicz/)\nШвейцария, 2020, режиссер: Пьер Моннар\nКонкурсная программа молодежных фильмов и программа по правам ребенка\n \nВ основе фильма лежит реальная история девочки, чья мать была тяжелой наркозависимой. 11-летняя Мия переезжает с мамой в отдаленный городок после закрытия местного парка Плацшпиц, куда родители девочки ходили за ежедневной дозой наркотиков. Долгое время единственным другом Мии является вымышленный герой, тренькающий на гавайской гитаре, но со временем она находит друзей. Однако ребенок продолжает бороться за любовь родного человека. Фильм рекомендуется с 12 лет.\n \n##### [«Сипсик»](https://justfilm.ee/ru/film/sipsik/)\nЭстония/Дания, 2020, режиссеры: Меэлис Арулепп, Карстен Кийлерих\nКонкурсная программа детских фильмов\n \nТеперь и об одном из самых любимых героев эстонской детской литературы – тряпичной кукле Сипсик – есть фильм, полный музыки, приключений и истинных чувств. Это история об очень необычной и чрезвычайно милой живой кукле и о братской и сестринской любви, которая преодолевает даже самые серьезные испытания. Созданный Эно Раудом и Эдгаром Вальтером чудесный литературный персонаж, с которым выросли родители сегодняшних малышей, символизирует собой детскую непосредственность, любопытство ко всему окружающему, неуёмный характер, всепобеждающую дружбу и негасимую любовь.\n \n##### [«Исполняется»](https://justfilm.ee/ru/film/ispolnyaetsya/)\nКанада, 2020, режиссер: Энтони Скотт Бернс\nПрограмма молодежных фильмов\n \nЮная упрямая Сара страдает безумным расстройством сна. Ее страх перед сном увеличивается по мере того, как ее сны становятся более зловещими. Девушка пьет кружками кофе, но время от времени все равно засыпает. Когда в университете она видит объявление, в котором ищут добровольцев для участия в исследовании сна, она решает записаться. Но уже в самом начале исследования Сара начинает сомневаться в правильности своего решения. В ходе, казалось бы, простого исследования сна происходит глубокое погружение в подсознание девушки, но никто не может предвидеть последствий.\n \n##### [«Я, Грета»](https://justfilm.ee/ru/film/greta/)\nШвеция, 2020, режиссер: Нэйтан Гроссман\nНаука360°\n \nНашумевшая история экологической активистки Греты Тунберг, созданная на основе ранее не опубликованных захватывающих кадров, – это очень личный документальный фильм шведского режиссера Натана Гроссмана. В 2018 году Тунберг, которой на то время было 15 лет, прославилась в качестве активистки благодаря школьной забастовке у здания шведского парламента, целью которой было привлечь внимание к изменению климата. Режиссер наблюдает за путем застенчивого подростка с синдромом Аспергера и ее влиянием на весь мир. Кульминацией фильма становится подвергшееся критики путешествие Греты на парусном судне через Атлантику в Нью-Йорк, где она выступила в качестве самого юного докладчика на саммите ООН по климату.\n \nКульминацией фильма становится подвергшееся критики путешествие Греты на парусном судне через Атлантику в Нью-Йорк, где она выступила в качестве самого юного докладчика на саммите ООН по климату.\n \n##### [«Слалом»](https://justfilm.ee/ru/film/slalom/)\nФранция, 2020, режиссер: Шарлин Фавье\nКонкурсная программа молодежных фильмов\n \nЛиз Лопес – 15-летняя перспективная лыжница, которую приняли в расположенную во Французских Альпах тренировочную академию с очень строгими правилами. В академии, где тренируются будущие олимпийские надежды, заправляет бывший лыжный ас Фред, основной метод тренировок которого – психологическое насилие. Мальчики и девочки, которые уже поступили в академию, должны сделать все, даже невозможное, ведь Фреду нужен результат. Однако, когда Фред просит Лиз раздеться в его кабинете, чтобы измерить процент жира, девушке начинает казаться, что помимо результатов, Фреду нужно увидеть что-то еще.\n \n##### [«Венди»](https://justfilm.ee/ru/film/vendi/)\nСША, 2020, режиссер: Бен Зайтлин\nКонкурсная программа молодежных фильмов и программа по правам ребенка\n \nДетство – прекрасная пора. На создание «Венди» автора вдохновила классическая история Питера Пэна. Венди и ее братья каждый вечер мечтают о великих приключениях, когда неожиданно появляется мальчик по имени Питер и забирает их на свой остров. Там их ждет много приключений.\n \nКрасочный семейный фильм будет интересен для киноманов всех возрастов. Зрителю покажут, что самое мощное оружие, которое может быть у человека, – это любовь к семье.\n \n \n##### [«Дай мне упасть»](https://justfilm.ee/ru/film/daj-mne-upast/)\nИсландия, 2018, режиссер: Болдуин Зофониассон\nПрограмма JF20 и программа по правам ребенка\n \nРади очередной дозы наркоман готов абсолютно на все. В книге «Шантарам» Грегори Дэвид Робертс рассказывает о том, как сначала во взгляде героинового наркомана пропадает свет, затем желание и, наконец, любовь. Главная героиня фильма Магнеа теряет все это уже к пятнадцати годам. Поскольку только те, кто побывали на дне, понимают, что значит находиться в яме, нет никакой помощи ни от современных всепонимающих родителей, ни от лечения зависимости, с которого она сбегает из-за постоянно звучащих песен Иисуса.\n \n \n##### [«Пираты на домашней улице»](https://justfilm.ee/ru/film/piraty-na-domashnej-ulicze/)\nНидерланды, 2020, режиссер: Пим ван Хёве\nКонкурсная программа детских фильмов\n \nЖизнь в пляжном городке переворачивается с ног на голову, когда туда приезжает семья Бландербасс – настоящая шайка пиратов со всем причитающимся, таким как бои на мечах, наглазники, пиратский корабль, домашний питомец в виде осьминога и попугай.\n \nМайкл быстро завязывает дружбу с их сыном Билли. Им предстоит охота за сокровищами и опасные приключения, в которых они столкнутся с самим Корнелиусом Крюком. Но настоящие пираты ничего не боятся, арр!\n \n \n##### [«Дневник Берта»](https://justfilm.ee/ru/film/dnevnik-berta/)\nШвеция, 2020, режиссер: Микаэль Линдгрен\nКонкурсная программа детских фильмов\n \nТреб Уокер, он же Берт Люнг, делает то, что мальчикам категорически запрещено. Он ведет дневник. Подумать только, об этом узнает самый сильный мальчик в классе Климп! Тогда вскоре весь мир узнает, что чувствует Берт, когда надевает в школе свои новые очки, что его преследует могильная бацилла, что он проводит научные эксперименты с Аке, тайно курит и пишет в дневнике красным карандашом, когда влюблен. Дневник Берта – фильм, снятый по одноименной всемирно известной детской книге. Этот фильм предназначен для мальчиков, но будет интересен и девочкам, которые, наверняка, хотят знать, о чем на самом деле думают мальчики.",
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": null,
    "publish_ru": true,
    "media": {
      "id": 322,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 1560,
          "name": "F_1_Time_guardians.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 1920,
          "height": 1080,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_F_1_Time_guardians_cf9392f987.jpg",
              "hash": "thumbnail_F_1_Time_guardians_cf9392f987",
              "mime": "image/jpeg",
              "name": "thumbnail_F_1_Time_guardians.jpg",
              "path": null,
              "size": 7.21,
              "width": 245,
              "height": 138
            }
          },
          "hash": "F_1_Time_guardians_cf9392f987",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 196.31,
          "url": "/uploads/F_1_Time_guardians_cf9392f987.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-10-26T12:42:04.150Z",
          "updated_at": "2020-11-14T12:30:48.027Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 2,
        "name": "news",
        "created_at": "2020-08-18T13:49:51.616Z",
        "updated_at": "2020-09-21T10:57:52.599Z",
        "article": null,
        "et": "Uudised",
        "en": "News",
        "ru": "Новости",
        "slug_et": "uudis",
        "slug_en": "news",
        "slug_ru": "novost",
        "name_et": "Uudis",
        "name_en": "News",
        "name_ru": "Новость",
        "label_et": "Uudis",
        "label_en": "News",
        "label_ru": "Новость",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 16,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "created_at": "2020-10-14T16:57:03.662Z",
    "updated_at": "2020-11-18T15:59:27.343Z",
    "title_et": "Turvajuhised ja nõuanded",
    "slug_et": "turvajuhised-ja-nouanded",
    "title_en": "Safety instructions and tips",
    "slug_en": "safety-instructions-and-tips",
    "title_ru": "Инструкции и советы по безопасности",
    "slug_ru": "instrukczii-i-sovety-po-bezopasnosti",
    "lead_et": "**Turvajuhised ja nõuanded PÖFFi külastajatele**\n\nPÖFF 24 tuleb koroonaviiruse tõttu teistsugune kui varasemad – esimest korda saab filme vaadata nii kinodes kui ka veebis. Teeme koostööd meditsiiniettevõtetega SYNLAB ja Medicum ning perearstikeskusega Sinu Arst, samuti konsulteerime Terviseametiga, et tagada kinokülastajatele turvaline keskkond ning vältida koroonaviiruse levikut festivaliga seotud üritustel.\n\nHoolime oma külastajatest väga ja soovime, et festivalielamus oleks kõigile võimalikult meeldiv, mugav ja turvaline. PÖFF kestab kaks ja pool nädalat ning selleks, et jõuaksime koos teiega eduka lõpuni, oleme koostanud allolevad juhised ja reeglid:\n\n- Tungivalt soovitame osta piletid PÖFFi või Piletilevi kodulehelt. Kodust pileti ostmine on lihtne, mugav ja turvaline.\n- Kogu festivaliinfo on leitav PÖFFi kodulehelt. Kui jääd hätta, siis kirjuta info@poff.ee. Aitame Sind hea meelega.\n- PÖFFi infopunkti palume festivali ajal külastada äärmisel vajadusel. Meie kõigi huvides on see, et piletikassadesse ei tekiks järjekordi. Järgime 2+2 reeglit. \n- Festivali üritustel ja -alal on maskide kandmine rangelt soovituslik. Seansile võib tulla oma maskiga. Kui Sul maski ei ole, saad selle festivalialale sisenedes meie vabatahtlikult tasuta. \n- Kui Sa ostad pileti siiski PÖFFi kassast, ole valmis selleks, et pilet isikustatakse. Selleks küsitakse Sinu andmeid. Oma istekohti saalis muuta ei tohi. \n- Enne saali sisenemist võidakse valikuliselt mõõta külastajate kehatemperatuuri. Juhul, kui tunned ennast halvasti, palume Sul koju jääda ja vaadata meie filme veebis.\n- Festivalikinodes on desinfitseerimisvahendid, mida palume kõigil kasutada.\n- Seansside vaheajal puhastame ja desinfitseerime kõiki kinosaale.\n- Pärast seansi lõppu palume külastajaid saalist lahkuda ridade kaupa, et uste juurde ei tekiks troppe.\n\n\nMis saab Sinu piletist, kui seanss või festival peaks COVID-19 viiruse tõttu ära jääma?\n- Loodame, et oled nõus vahetama ärajäänud seansi pileti sama filmi järgmise seansi pileti vastu. Kui soovitud filmi enam kinos ei ole, pakume võimalust vahetada pilet mõne muu filmi pileti vastu või vaadata sama filmi veebi vahendusel, kus näeb enamikku festivali filmidest.\n- Soovijatel on võimalik ka ärajäänud seansi pileti eest makstud raha PÖFFi toetuseks annetada. Piletitulu on meile üks olulisemaid sissetulekuallikaid – eriti tänavu, kui koroonaviirus on teinud filmitööstuse ja kultuuriürituste elu väga keeruliseks. Annetamise puhul palume teavitada festivali aadressil kassa@poff.ee. \n- Kui ükski nendest lahendustest ei sobi, ostame Sinu pileti tagasi. \n\n\nAnname üheskoos endast parima, et 24. PÖFF oleks sama äge ja turvaline elamus, nagu on olnud varasematel aastatel!",
    "lead_en": null,
    "lead_ru": null,
    "contents_et": null,
    "contents_en": null,
    "contents_ru": "В связи с пандемией коронавируса 24-й кинофестиваль PÖFF будет заметно отличаться от предыдущих. Впервые первый показ фильма можно будет посмотреть не только в кинотеатре, но и в веб-сети. Организаторы кинофестиваля тесно сотрудничают с медицинскими центрами SYNLAB и Medicum, с центром семейных врачей Sinu Arst (твой врач), а также консультируются с департаментом здоровья, чтобы гарантировать кинозрителям безопасную среду и избежать заражения коронавирусом на мероприятиях кинофестиваля.\n\nОрганизаторы кинофестиваля заботяться о своих гостях и желают, чтобы всем было приятно, удобно и надежно.\n\nКинофестиваль PÖFF продлится две с половиной недели, и чтобы он был успешно завершен, его организаторы составили нижеследующие руководства и правила:\n\nНастоятельная просьба покупать билеты на сайтах PÖFF или Piletilevi, это просто, удобно и безопасно.\nВся информация, касающаяся кинофестиваля, выложена на сайте PÖFF. При возникновении вопросов, обращайтесь по адресу электронной почты kassa@poff.ee. Вам всегда будут рады помочь.\nИнфопункт PÖFF советуем посещать только в случае крайней необходимости. В наших общих интересах не создавать очередей. Следуем правилу 2+2.\nНастоятельная просьба носить маски на мероприятиях и на территории кинофестиваля. На киносеанс можно придти в своей маске. Маску можно также получить бесплатно, обратившись к волонтеру.\nЕсли вы все же купите билет в кассе PÖFF, будьте готовы, что ваш билет персонализируют, спросив ваши данные, в кинозале вы займете указанное на билете место.\nПеред входом в кинозал у гостей выборочно измеряют температуру. В случае недомогания лучше остаться дома и посмотеть фильм в веб-сети.\nНа сеанс не допускают больных, близконтактных, обязанных самоизолироваться на 14 дней.\nНа входе в кинозалы имеются дезинфицирующие средства, просим пользоваться ими.\nВ перерыве между киносеансами производится уборка и дезинфицирование кинозалов (каждые 2–4 часа).\nДо и после киносеанса персонал кинотеатра или волонтеры напомнят кинозрителям о необходимости соблюдать меры предосторожности, чтобы не заразиться коронавирусом и следовать правилу 2+2.\nПосле окончания сеанса кинозрители должны выходить из кинозала порядно, чтобы избежать толкучки на выходе.\n",
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": null,
    "publish_ru": true,
    "media": {
      "id": 323,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 3471,
          "name": "Kratt_avamine.JPG",
          "alternativeText": "",
          "caption": "",
          "width": 1536,
          "height": 1024,
          "formats": {
            "thumbnail": {
              "ext": ".JPG",
              "url": "/uploads/thumbnail_Kratt_avamine_4ba7204465.JPG",
              "hash": "thumbnail_Kratt_avamine_4ba7204465",
              "mime": "image/jpeg",
              "name": "thumbnail_Kratt_avamine.JPG",
              "path": null,
              "size": 9.45,
              "width": 234,
              "height": 156
            }
          },
          "hash": "Kratt_avamine_4ba7204465",
          "ext": ".JPG",
          "mime": "image/jpeg",
          "size": 793.04,
          "url": "/uploads/Kratt_avamine_4ba7204465.JPG",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-11-18T15:59:13.876Z",
          "updated_at": "2020-11-18T15:59:14.479Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 5,
        "name": "about",
        "created_at": "2020-09-01T12:17:53.527Z",
        "updated_at": "2020-09-21T10:54:13.651Z",
        "article": null,
        "et": "Artikkel",
        "en": "About",
        "ru": "Артикл",
        "slug_et": "artikkel",
        "slug_en": "about",
        "slug_ru": "artikl",
        "name_et": "Artikkel",
        "name_en": "About",
        "name_ru": "Артикл",
        "label_et": "Artikkel",
        "label_en": "About",
        "label_ru": "Артикл",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [],
    "organisations": []
  },
  {
    "id": 4,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "created_at": "2020-09-21T11:04:37.863Z",
    "updated_at": "2020-10-15T06:04:38.729Z",
    "title_et": "Just Filmi piletiinfo",
    "slug_et": "just-filmi-piletiinfo",
    "title_en": "Ticket information",
    "slug_en": "ticket-information",
    "title_ru": "Информация о билетах",
    "slug_ru": "just-filmi-article-3",
    "lead_et": "",
    "lead_en": "Just Film 2020 ticket information",
    "lead_ru": null,
    "contents_et": "#### Piletiinfo\nPÖFFi info- ja müügipunktid leiad nii Tallinnast kui Tartust. Pöffihundid leti taga on lahked ja abivalmid Sind piletiostul aitama, kui filmivalik esimese hooga silme eest kirjuks võtab. Küsi julgelt!\n\nJust Filmi festivali pileteid on võimalik soetada alates **15. oktoobrist**!\n\n**6. novembrist** on piletid müügil ka PÖFFi info- ja müügipunktides Tallinnas Solaris Keskuses ja Coca-Cola Plazas. Müügipunktide lahtiolekuajad leiad [**siit**](https://poff.ee/artikkel/info-ja-muugipunktid/)!\n\nPilet 6 €\n\nOnline linastuse pilet 6 €\n\nSooduspilet 4.50 € (*)\n\nJust Filmi pass 40 € (**)\n\n(*) *Sooduspiletid kehtivad eelkooliealistele lastele, õpilastele ja tudengitele.*\n\n (**) *Pass sisaldab 10 piletit Just Filmi seanssidele. Piletite arv ühele seansile ei ole piiratud.*\n\n\n**Just Filmi Passi** ostmiseks võta meiega ühendust [justfilm@poff.ee](mailto:justfilm@poff.ee).\n",
    "contents_en": "From the **15th of October** tickets can be purchased on Just Film website, all Piletilevi ticket counters across Estonia and from www.piletilevi.ee.\n\nFrom the **6th of November **PÖFF tickets are sold at PÖFF Info and Ticket Centres at Solaris Centre and Coca-Cola Plaza. Opening times of the Info and Sales Centers can be found [**here**](https://poff.ee/en/about/info-and-sales-centers/).\n\nTicket price 6 € / Online screening entry 6 €\n\nDiscount ticket 4,5 € *\n\nJust Film badge 40 € **\n\n\n\n (*) Discount Tickets are valid for pre-school children, pupils and students when a respective identity document is presented upon entry to the venue.\n\n (**) Just Film badge consist of 10 tickets. Tickets per screening is not limited. Entering the cinema with badge is necessary.\n\nJust Film badge can be bought by contacting us via [e-mail](justfilm@poff.ee).",
    "contents_ru": "Инфо и центры продаж\n\n[**Информационные центры и пункты**](https://poff.ee/ru/artikl/info-i-czentry-prodazh/) продажи билетов находятся в Таллинне и Тарту. Там киноволки добрые и готовы помочь с выбором билетов, если сходу самим не определиться с предпочтениями. Смело обращайтесь! Кроме того, в центрах можно приобрести каталоги PÖFF, которые станут хорошей альтернативой для прокручивания интернет-страниц. \n\nБилеты на фестиваль можно приобрести на веб-сайте Just Film, во всех точках Piletilevi по всей Эстонии и в Интернете по адресу www.piletilevi.ee. С 6 ноября билеты будут продаваться в информационных и билетных центрах PÖFF в Солярис Центре и Coca-Cola Plaza.\n\n\n\nБилет 6 €\n\nСкидочный билет 4,50 € *\n\n\n (*) Дисконтные билеты распространяются на детей дошкольного возраста и студентов.",
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": true,
    "publish_ru": true,
    "media": null,
    "button": [],
    "article_types": [
      {
        "id": 5,
        "name": "about",
        "created_at": "2020-09-01T12:17:53.527Z",
        "updated_at": "2020-09-21T10:54:13.651Z",
        "article": null,
        "et": "Artikkel",
        "en": "About",
        "ru": "Артикл",
        "slug_et": "artikkel",
        "slug_en": "about",
        "slug_ru": "artikl",
        "name_et": "Artikkel",
        "name_en": "About",
        "name_ru": "Артикл",
        "label_et": "Artikkel",
        "label_en": "About",
        "label_ru": "Артикл",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  },
  {
    "id": 8,
    "created_by": {
      "id": 14,
      "firstname": "Heleen",
      "lastname": "Sutt",
      "username": null
    },
    "updated_by": {
      "id": 18,
      "firstname": "Jaana",
      "lastname": "Kalinistova",
      "username": null
    },
    "created_at": "2020-09-21T11:20:30.220Z",
    "updated_at": "2020-10-17T09:25:27.777Z",
    "title_et": "Festival",
    "slug_et": "festivalist",
    "title_en": "Festival overview",
    "slug_en": "festival-overview",
    "title_ru": null,
    "slug_ru": "just-filmi-article-5",
    "lead_et": "Ajalugu ja põnevad faktid",
    "lead_en": "",
    "lead_ru": null,
    "contents_et": "Just Film on Pimedate Ööde Filmifestivali (PÖFF) laste- ja noortefilmide alafestival, mis koosneb lastefilmide ja noortefilmide võistlusprogrammist ning eriprogrammidest. Just Film toimub igal aastal novembrikuus sarnaselt PÖFFi põhiprogrammiga. Näitamisele tulevad filmid, mida ka kõige suurem filmisõber igapäevaselt naljalt näha ei saa. Mõni neist ajab nutma, mõni naerma, mõni muudab elu. Midagi suupärast leiab igas vanuses kinokülaline. Festivalil linastub igal aastal umbes 50 filmi ning oma publikuarvu juures on Just Filmist tänaseks saanud Eesti üks suuremaid laste- ja noorteüritusi, mida igal aastal külastab kokku ligi 18 000 filmihuvilist.\n\nJust Film loodi, et anda lastele ja noortele võimalus läbi filmikunsti näha, mis toimub nende ümber ja mujal maailmas, rääkida teemadest, mis on ühiskonna valupunktideks ning arendada oskust olla mõistvam ja empaatiavõimelisem. Eesmärk on seeläbi kasvatada uue põlvkonna publikut, kes hindab kõrgelt kvaliteetfilme ning näeb võimalust filmikunsti abil ühiskonda ja inimesi muuta.\nJust Film annab ka oma panuse haridusse pakkudes õpetajatele võimalust kaasata väärtfilme õppetöösse.\nMe hindame kõrgelt väärtusi nagu mitmekesisus, teineteisega arvestamine ja võrdsus. Just Filmi meeskond töötab selle nimel, et näidata lastele ja noortele, mida kõike võib üks indiviid saavutada – seda, et igaüks on oluline ja võimeline suurteks tegudeks hoolimata sellest, milline on tema taust või staatus.\nKõigil soovijatel on võimalik koostada ka oma personaalne kava linastuvatest filmidest. Selleks, et teha oma kava, tuleb registreerida end Just Filmi kodulehel kasutajaks.\n\nAjalugu\n\n-  1996. aastal loodud Pimedate Ööde Filmifestivalist on tänaseks saanud Eesti ja Baltikumi üks olulisemaid kultuurisündmusi. Samamoodi on kasvanud Baltikumi suurimaks laste– ja noortefilmide festivaliks PÖFFi pesamuna Just Film.\n-  2001. aastal loodud Just Film on tänaseks kasvanud võrdväärseks festivaliks teiste omasarnaste seas. Tol aastal kutsus Tallinna Pimedate Ööde filmifestival kokku neli entusiastlikku ja tubli noort, kes hakkasid üheskoos tegema Just Filmi.\n\nTollane noor festivalijuht Elen Lotman vedas festivali järgmised kaheksa aastat. Iga aastaga kasvas Just Filmi programm ning publikut tuli juurde ja mitte ainult Tallinnast.\n\nKinod\n\nJust Filmi sünnikodu oli Nukuteater, kus näidati nii laste- kui ka noortefilme. Kino Sõprus oli tänavakultuuri eriprogrammi päralt. Seitse aastat hiljem olid aga pisikesed ja armsad kinod jäänud Just Filmi jaoks liiga väikeseks ning festival oli sunnitud kolima kinno Kosmos, kuhu Just Film jäi saatuse tahtel vaid üheks aastaks, sest peagi avati Tallinnas Solaris Keskus ja Cinamoni kino (tänaseks nimega Solaris Kino). Pärast edukat esimest aastat Solaris Kinos, laienes Just Film ka Tallinna teise suurkinno Coca-Cola Plaza. Need kaks on jäänud tänaseni Just Filmi kodukinodeks ning saanud festivali külastajatele armsaks.\n\nFilmid\n\nTänaseks päevaks on Just Film toonud Eestisse kokku 436 täispikka filmi väga paljudelt kuulsatelt filmitegijatelt, nagu näiteks Gus van Sant, Vanessa Jopp, Tony Key. Lisaks kuulsatele režissööridele on festivali avamisele ja lõpetamisele jõudnud maailma suurimad ja populaarseimad laste- ja noortefilmid. Nii on seigeldud koos Harry Potteriga ning kaasa elatud libahuntide ja vampiiride sõdadele Videviku saagades. Suured ja väikesed filmihuvilised on saanud näha uus-versioone ka filmidest “Kalapoeg Nemo” ja “Lõvikuningas”.\n\nProgrammid\n\nJust Filmil on alati olnud kaks põhilist programmi: lastefilmide programm ja noortefilmide programm. Lisaks neile kahele on festivalil linastunud ka palju eriprogramme, neist vanim on tänavakultuuri eriprogramm. Lisandunud on ka Vitamiiniprogramm ja 2011. aastal ilmavalgust näinud laste ja noorte õiguste eriprogramm.\n\nArhiiv\n\nJust Filmi varasemad filmid leiad [siit](https://arhiiv.justfilm.ee)\n\nJust film festivali võidufilmid läbi aegade\n\n \n2019 - Festivali Grand Prix: \"METSA BOYZ\" (Suurbritannia, 2019)\nECFA žürii peaauhind: \"BINTI\" (Belgia, 2019)\nParim noortefilm: \"KRISTUSE IHU\" (Poola, 2019)\nParim lastefilme: \"AJARÄNDAJA CLEO\" (Saksamaa, 2019)\nRahvusvahelise žürii eripreemia: \"ANTIGONE\" (Kanada, 2019)\nECFA žürii eripreemia: \"MINU VEND JAHIB DINOSAURUSEID\" (Itaalia, 2019)\nNoortežürii eripreemia: \"ANTIGONE\" (Kanada, 2019)\nLastežürii eripreemia: \"LAEVAKE\" (Mehhiko, 2019)\n\n\n2018 – Festivali Grand Prix:  LOODAN, ET JÄRGMISEL KORRAL SURED 🙂 (Ungari, 2018)\nECFA žürii peaauhind: LOS BANDO (Norra, 2018)\nParim noortefilm: VÄIKESED HIIGLASED (Kanada, 2018)\nParim lastefilm: LOS BANDO (Norra, 2018)\nRahvusvahelise žürii eripreemia: VANGIS MICHAEL (Suurbritannia, 2017)\nECFA žürii eripreemia: EIA JÕULUD TONDIKAKUL (Eesti, 2018)\nNoortežürii eripreemia: KOOLIGA ON KÕIK (Prantsusmaa, 2018)\n\n2017 – Festivali Grand Prix: VÄIKE SADAM (Slovakkia, Tšehhi 2017)\nECFA žürii peaauhind: TAEVALAOTUSES (Rootsi 2016)\nParim noortefilm: VÄIKE SADAM (Slovakkia, Tšehhi 2017)\nParim lastefilm: PUNANE KOER: TÕELINE SÕBER (Austraalia 2017)\nRahvusvahelise žürii eripreemia: NÄGUS SAATAN (Iirimaa 2016)\nNoortežürii eripreemia: FREAK SHOW (USA 2017)\n\n2016 – Festivali Grand Prix: ESIMENE KATSUMUS (Belgia 2016)\nParim noortefilm: LIHTSAMEELNE (Suurbritannia 2016)\nParim lastefilm: KOOD M (Holland 2016)\nNoortežürii eripreemia: UINUV KAUNITAR (Austraalia 2015)\n\n2015 – Festivali Grand Prix: 14+ (Venemaa 2015)\nParim noortefilm: KURJUSE KANGELASED (Hispaania 2015)\nParim lastefilm: SA OLED KA KOLE (Iirimaa 2015)\nLapse õiguste programmi parim film: MASK, MILLE TAHA SA PEITUD (USA 2015)\nNoortežürii eripreemia: KÄI PÕRGU, JUMAL! (USA 2014)\nLastežürii eripreemia: OPERATSIOON ARKTIKA (Norra 2014)\n\n2014 – Parim noortefilm: X+Y (Inglismaa 2014) R: Morgan Matthewaa\nParim lastefilm: RABARBER (Holland 2014) R: Mark de Cloe\n\n2013 – Parim noortefilm: LÜHIAJALINE 12 (USA, 2013) R: Destin Daniel Cretton\nParim lastefilm: MIKE JÄTAB HÜVASTI (Holland, 2012) R: Maria Peters\n\n2012 – Parim noortefilm: NÄKSIBAAR (Saksamaa, 2012) R: Meral Uslu\nParim lastefilm: VÄIKE LIBAHUNT ALFIE (Holland, 2011) R: Joram Lürsen\n\n2011 – Parim noortefilm: BONO TAPMINE (Suurbritannia, 2010) R: Nick Hamm\nParim lastefilm: PUNANE KOER (Austraalia, 2011) R: Kriv Stenders\n\n2010 – Parim noortefilm: HOIA MINUST KINNI (Taani, 2010) R: Gustavo Ron\nParim lastefilm: KUIDAS ELADA IGAVESTI (Suurbritannia, 2010) R: Kaspar Munk\n\n2009 – Parim noortefilm : VEGAS (Norra, 2009) R: Gunnar Vikene\nParim lastefilm: VIKERKAARE VARJUD (Iirimaa, Kanda, 2009) R: Vic Sarin\n\n2008 – Parim noortefilm: MEES, KES ARMASTAS YNGVET (Norra, 2008) R: Stian Krisiansen\nParim lastefilm: MAX MINSKY JA MINA (Saksamaa, 2007) R: Anna Justice\n\n2007 – Parim noortefilm: SEE ON INGLISMAA (Suurbritannia, 2006) R: Shane Meadows\nParim lastefilm: ARKTIKALUGU (USA, 2007) R: Adam Ravetch, Sarah Robertson\n\n2006 – Parim noortefilm: PILV (Saksamaa, 2006) R: Gregor Schnitzler\nParim lastefilm: ME SAAME SELLEST ÜLE (Taani 2006) R: Niels Arden Oplev\n\n2005 – Parim noortefilm: POPMUUSIKA A LA VITTULA (Rootsi, Soome, 2004) R: Reza Bagher\nParim lastefilm: PIIMA VÄRV (Norra, 2004) R:Torun Liani\n\n2004 – Parim noortefilm: ELEVANT (USA, 2003) R: Gus van Sant\nParim lastefilm: ORANŽIS (Holland, 2004) R: Joram Lürsen\n\n2003 – Parim noortefilm: KURJUS (Rootsi, 2003), R: Mikael Håfström\nParim lastefilm: LENDAV KLASSIRUUM (Saksamaa, 2003) R: Tomy Wigand\n\n2002 – Parim noortefilm: ÜHEOTSAPILET MOMBASASSE (Soome, 2002) R: Hannu Tuomainen\nParim lastefilm: MINU ÕE LAPSED (Taani, 2002) R: Tomas Villum Jensen\n\n2001 – parim laste- ja noortefilm: ENGEL JA JOE (Saksamaa, 2001) R: Vanessa Jopp",
    "contents_en": "Youth and Children’s Film Festival Just Film is the biggest sub-festival of Tallinn Black Nights Film Festivals. It is held during the main programme – from the 13th until the 29th of November 2020. This year Just Film is celebrating its 20th jubilee.\n\nJust Film was founded to give children and youth the possibility to see through film what happens around them and around the world. The aim is to show kids the critical points of society and to make them more understanding and empathic.\n\nJust Film wants to be part of creating a society where people appreciate quality movies and see that together we really can change the world. Just Film contributes to education by offering teachers the opportunity to use quality films in their school programmes. We value diversity, respect and equality highly.\n\nJust Film's team works to show children and young people what an individual can achieve - everyone is important and capable of doing great, regardless of their background or social status.\n\nThe programme consists of ~55 feature-length films that fall into different programmes – youth film programme, children’s film programme, lifestyle and sport documentaries (Doc@Just), science documentaries (Science360) and the children’s rights programme. The latter celebrating its 10 year anniversary in 2020. In 2020 Just Film is also presenting a short-film category – shorts for youth and shorts for kids.\n\nOur main focus group is 13-25 year olds and we work very closely with schools and teachers in Estonia.\n\nJust Film presents films in the following programmes:\n\nInternational Competition programme for youth feature films\n\nInternational Competition programme for children’s feature films\n\nNon-competitive and / or informative programmes, retrospectives and special presentations\n\nFilms eligible for the programmes are feature-length (50 minutes and over) either fiction or documentary and, for the first time in Just Film history, we are looking for films in the short or half-length films (up to 45 minutes). All films must be produced after the 1st of January 2019 with a minimum requirement being their Estonian premiere.\n\nContact:\n\nFestival Director – Mikk Granström\n\nmikk@poff.ee\n\nProgramme Coordinator – Maarit Männama\n\nmaarit.mannama@poff.ee\n\n\n",
    "contents_ru": "Фестиваль десткого и юношеского кино Just Film — это субфестиваль «Тёмных ночей» (PÖFF), который проводится ежегодно в ноябре. Just Film включает в себя конкурсную программу и специальные программы для детей и молодежи. На фестивале показывают фильмы, которые даже самый заядлый киноман так просто не посмотрит. Некоторые из них заставляют плакать, другие смеяться, некоторые меняют жизнь. Для гостей всех возрастов найдется что-то по душе. Каждый год демонстрируется около 50 фильмов, и Just Film стал одним из крупнейших детских и молодежных мероприятий в Эстонии, аудитория которого составляет почти 18 000 человек в год.\n\nИстория\n\nКинофестиваль «Тёмные ночи», основанный в 1996 году, стал одним из важнейших культурных событий в Эстонии и странах Балтии. Точно так же Just Film, проводимый под эгидой PÖFF, стал крупнейшим фестивалем детских и юношеских фильмов в странах Балтии. \n\nОснованный в 2001 году Just Film на сегодняшний день уже достиг масштабов других аналогичных фестивалей. В тот год Таллиннский кинофестиваль «Тёмные ночи» собрал четырех увлеченных и полных энтузиазма молодых людей, которые взялись за организацию фестиваля. Молодой директор фестиваля Элен Лотман проводила это событие в течение следующих восьми лет. С каждым годом программа Just Film росла, и аудитория росла и зрители стали приезжать не только из Таллинна.\n\nКинотеатры\n\nМестом рождения Just Film стал театр кукол, где демонстрировались детские и юношеские фильмы. Кинотеатр Sõprus был частью специальной программы по уличной культуре. Однако спустя семь лет маленькие ламповые кинотеатры стали тесными для Just Film, и фестиваль был вынужден переехать в кинотеатр, где Just Film остановился всего на один год по судьбе в качестве Центра Solaris и Cinnamon Cinema (теперь Solaris Cinema). После успешного первого года в кинотеатре «Солярис» Just Film стал вторым крупным фильмом Таллинна — «Кока-Кола Плаза». Эти двое остались до сих пор домашние кинотеатры стали дорогими посетителям фестиваля.\n\nФильмы\n\nНа сегодняшний день Just Film привез в Эстонию 436 полнометражных фильмов от ряда известных режиссеров, таких как Гус ван Сант, Ванесса Джопп, Тони Ки. Помимо известных режиссеров, на открытии и закрытии фестиваля были представлены самые большие и популярные в мире детские и молодежные фильмы. Вот как Гарри Поттер участвовал и вел войны с оборотнями и вампирами в Сумеречной Саге. Большие и маленькие любители кино также видели новые версии фильмов «Рыба Немо» и «Король Лев».\n\nПрограммы\n\nВ Just Film всегда было две основные программы: детская программа и молодежная. В дополнение к этим двум, на фестивале показывают много специальных программ, самая старая из которых — специальная программа уличной культуры. Витаминная программа и специальная программа по правам ребенка и молодежи, которые были в центре внимания в 2011 году, также добавлены.\n\nАрхив\n\nВесь список фильмов, которые ранее показывали на Just Film можно посмотреть [здесь](https://arhiiv.justfilm.ee)",
    "publishFrom": null,
    "publishUntil": null,
    "publish_et": true,
    "publish_en": true,
    "publish_ru": true,
    "media": {
      "id": 59,
      "clipUrlDefault": null,
      "clipUrl_et": null,
      "clipUrl_en": null,
      "clipUrl_ru": null,
      "imageDefault": [
        {
          "id": 204,
          "name": "Züriid 2019.jpg",
          "alternativeText": "",
          "caption": "",
          "width": 2048,
          "height": 1365,
          "formats": {
            "thumbnail": {
              "ext": ".jpg",
              "url": "/uploads/thumbnail_Zueriid_2019_e511b3120f.jpg",
              "hash": "thumbnail_Zueriid_2019_e511b3120f",
              "mime": "image/jpeg",
              "name": "thumbnail_Züriid 2019.jpg",
              "path": null,
              "size": 9.4,
              "width": 234,
              "height": 156
            }
          },
          "hash": "Zueriid_2019_e511b3120f",
          "ext": ".jpg",
          "mime": "image/jpeg",
          "size": 609.57,
          "url": "/uploads/Zueriid_2019_e511b3120f.jpg",
          "previewUrl": null,
          "provider": "local",
          "provider_metadata": null,
          "created_at": "2020-09-21T11:23:32.156Z",
          "updated_at": "2020-09-21T11:23:32.272Z"
        }
      ],
      "image_et": [],
      "image_en": [],
      "image_ru": []
    },
    "button": [],
    "article_types": [
      {
        "id": 5,
        "name": "about",
        "created_at": "2020-09-01T12:17:53.527Z",
        "updated_at": "2020-09-21T10:54:13.651Z",
        "article": null,
        "et": "Artikkel",
        "en": "About",
        "ru": "Артикл",
        "slug_et": "artikkel",
        "slug_en": "about",
        "slug_ru": "artikl",
        "name_et": "Artikkel",
        "name_en": "About",
        "name_ru": "Артикл",
        "label_et": "Artikkel",
        "label_en": "About",
        "label_ru": "Артикл",
        "Description": null
      }
    ],
    "tag_premiere_types": [],
    "programmes": [],
    "tag_genres": [],
    "tag_keywords": [],
    "web_authors": [
      {
        "id": 3,
        "namePrivate": "Justi Hundu",
        "created_at": "2020-09-04T10:41:16.303Z",
        "updated_at": "2020-09-04T10:41:16.384Z",
        "name": {
          "id": 3858,
          "et": "Justi Hundu",
          "en": "Wolfie",
          "ru": "Волчонок"
        }
      }
    ],
    "organisations": []
  }
]